Repository: Aakash574/Music-Player
Catalog: lib/localization/app_*.arb
Languages: ar, be, el, gu, ja, kn, ko, mn, ne, or, pa, sv, te, vi, zh_hant

# importSuccess
source: Successfully imported
ar: تم الاستيراد بنجاح
be: Паспяхова імпартавана
ja: インポート成功
ko: 가져오는데 성공하였습니다
ne: सफलतापूर्वक आयात गरियो
pa: ਸਫਲਤਾਪੂਰਵਕ ਆਯਾਤ ਕੀਤਾ ਗਿਆ

# importYt
source: Import from YouTube
ar: استيراد من YouTube
be: Імпарт з YouTube
ja: YouTube からインポート
ko: YouTube에서 가져오기
ne: YouTube बाट आयात गर्नुहोस्
pa: YouTube ਤੋਂ ਆਯਾਤ ਕਰੋ

# inc
source: Increasing
ar: زيادة
be: Павелічэнне
ja: 昇順
ko: 가나다순
ne: बढ्दै
pa: ਵਧ ਰਿਹਾ ਹੈ

source: Included
ar: متضمن
be: Уключана
ja: 含める
ko: 포함됨
ne: समावेश गरिएको छ
pa: ਸ਼ਾਮਲ ਕੀਤਾ

# includedDetails
source: Only songs from selected folders will be shown
ar: سيتم عرض الأغاني من المجلدات المحددة فقط
be: Будуць паказаны толькі песні з выбраных тэчак
ja: 選択したフォルダの曲のみが表示されます
ko: 선택된 폴더의 곡들만 나타납니다
ne: चयन गरिएका फोल्डरहरूबाट मात्र गीतहरू देखाइनेछन्
pa: ਸਿਰਫ਼ ਚੁਣੇ ਹੋਏ ਫੋਲਡਰਾਂ ਦੇ ਗੀਤ ਹੀ ਦਿਖਾਏ ਜਾਣਗੇ

# insta
source: Instagram
ne: इन्स्टाग्राम
pa: ਇੰਸਟਾਗਰਾਮ

source: Lyrics
ar: الكلمات
be: Лірыка
ja: 歌詞
ko: 가사
ne: काव्य
pa: ਬੋਲ

source: minutes
ar: دقائق
be: хвілін
ja: 分
ko: 분
ne: मिनेट
pa: ਮਿੰਟ

source: Last Modified
ar: آخر تعديل
be: Апошняе змяненне
ja: 最終更新日時
ko: 마지막으로 수정된
ne: अन्तिम परिमार्जित
pa: ਆਖਰੀ ਸੋਧਿਆ ਗਿਆ

source: Remove
ar: إزالة
be: Выдаліць
ja: 削除
ko: 제거
ne: हटाउनुहोस्
pa: ਹਟਾਓ

source: Last Session
ar: آخر جلسة
be: Апошні сеанс
ja: 最近のセッション
ko: 최근에 재생한 곡
ne: अन्तिम सत्र
pa: ਆਖਰੀ ਸੈਸ਼ਨ

# loadLastSub
source: Automatically load last session when app starts
ar: تحميل آخر جلسة تلقائياً عند بدء تشغيل التطبيق
be: Аўтаматычна загружаць апошнюю сесію пры запуску праграмы
ja: アプリ起動時に最後のセッションを自動で読み込む
ko: 저번에 앱을 사용하다가 닫은 상태로 다시 엽니다
ne: एप सुरु हुँदा स्वचालित रूपमा अन्तिम सत्र लोड गर्नुहोस्
pa: ਐਪ ਸ਼ੁਰੂ ਹੋਣ 'ਤੇ ਆਟੋਮੈਟਿਕਲੀ ਆਖਰੀ ਸੈਸ਼ਨ ਲੋਡ ਕਰੋ

source: More Info
ar: مزيد من المعلومات
be: Дадатковыя звесткі
ja: このアプリの詳細
ko: 더보기
ne: थप जानकारी
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ

source: Local
ar: المحلي
be: Тутэйшыя
ja: 国内
ko: 오프라인
ne: स्थानिय
pa: ਸਥਾਨਕ

# minAudioLenSub
source: Audios with length smaller than this will not be shown in 'My Music' Section
ar: لن يتم عرض الصوتيات ذات الطول الأصغر من هذا في قسم "الموسيقى الخاصة بي"
be: Аўдыязапісы меншай даўжыні не будуць паказвацца ў раздзеле "Мая Музыка"
ja: 長さがこれより短い音声は「マイミュージック」に表示されません
ko: 이보다 짧은 곡은 "내 음악'에 표시되지 않습니다
ne: यो भन्दा सानो लम्बाइ भएका अडियोहरू 'मेरो संगीत' खण्डमा देखाइने छैन
pa: ਇਸ ਤੋਂ ਛੋਟੀ ਲੰਬਾਈ ਵਾਲੇ ਆਡੀਓ 'ਮੇਰਾ ਸੰਗੀਤ' ਸੈਕਸ਼ਨ ਵਿੱਚ ਨਹੀਂ ਦਿਖਾਏ ਜਾਣਗੇ
te: దీని కంటే తక్కువ నిడివి ఉన్న ఆడియోలు 'మై మ్యూజిక్' సెక్షన్ లో చూపించబడవు

# loadLast
source: Load Last Session on App Start
ar: تحميل الجلسة الأخيرة عند بدء التطبيق
be: Загрузка апошняй сесіі пры запуску праграмы
ja: アプリ起動時に最後のセッションを読み込む
ko: 앱 실행 시 마지막 세션 실행
ne: एप स्टार्टमा अन्तिम सत्र लोड गर्नुहोस्
pa: ਐਪ ਸਟਾਰਟ 'ਤੇ ਆਖਰੀ ਸੈਸ਼ਨ ਲੋਡ ਕਰੋ

# miniButtons
source: Buttons to show in Mini Player
ar: الأزرار التي تظهر في المشغل الصغير
be: Кнопкі для паказу ў міні-плэеры
ja: ミニプレーヤーに表示するボタン
ko: 미니 플레이어 버튼 커스텀
ne: मिनी प्लेयरमा देखाउनका लागि बटनहरू
pa: ਮਿੰਨੀ ਪਲੇਅਰ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਬਟਨ

# miniButtonsSub
source: Tap to change buttons shown in the Mini Player
ar: إضغط لتغيير الأزرار المعروضة في المشغل المصغر
be: Націсніце, каб змяніць кнопкі, паказаныя ў міні-плэеры
ja: タップして、ミニプレーヤーに表示するボタンを変更します
ko: 미니 플레이어에 사용하고 싶은 버튼을 커스텀하세요
ne: मिनी प्लेयरमा देखाइएका बटनहरू परिवर्तन गर्न ट्याप गर्नुहोस्
pa: ਮਿੰਨੀ ਪਲੇਅਰ ਵਿੱਚ ਦਿਖਾਏ ਗਏ ਬਟਨਾਂ ਨੂੰ ਬਦਲਣ ਲਈ ਟੈਪ ਕਰੋ

# musicLang
source: Music Language
ar: لغة الموسيقى
be: Мова музыкі
ja: 音楽の言語
ko: 음악 언어
ne: संगीत भाषा
pa: ਸੰਗੀਤ ਭਾਸ਼ਾ

# musicLangSub
source: To display songs on Home Screen
ar: لعرض الأغاني على الشاشة الرئيسية
be: Для адлюстравання песень на галоўным экране
ja: ホーム画面に表示される曲用
ko: 홈에 곡을 표시하기 위해
ne: गृह स्क्रिनमा गीतहरू प्रदर्शन गर्न
pa: ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਗੀਤਾਂ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ

source: Music & Playback
ar: الموسيقى والتشغيل
be: Музыка і прайграванне
ja: 音楽と再生
ko: 음악 & 재생
ne: संगीत र प्लेब्याक
pa: ਸੰਗੀਤ ਅਤੇ ਪਲੇਬੈਕ

source: My Music
ar: الموسيقى الخاصة بي
be: Мая музыка
ja: マイミュージック
ko: 내 음악
ne: मेरो संगीत
pa: ਮੇਰਾ ਸੰਗੀਤ

source: Others
ar: آخرى
be: Іншыя
ja: ほか
ko: 기타
ne: अन्य
pa: ਹੋਰ

source: Skip Next
ar: تخطي التالي
be: Прапусціць далей
ja: 次へスキップ
ko: 다음 곡 건너뛰기
ne: अर्को छोड्नुहोस्
pa: ਅਗਲਾ ਸਕਿੱਪ ਕਰੋ

# sleepAfterSub
source: Music will stop after playing selected no of songs
ar: ستتوقف الموسيقى بعد تشغيل أي من الأغاني المحددة
be: Музыка спыніцца пасля прайгравання выбранай песні
ja: 選択した曲数の再生後に音楽が停止
ko: 선택한 노래 수를 재생하면 음악이 중지됩니다
ne: चयन गरिएका गीतहरू प्ले गरेपछि संगीत बन्द हुनेछ
pa: ਚੁਣੇ ਗਏ ਗੀਤਾਂ ਦੀ ਗਿਣਤੀ ਚਲਾਉਣ ਤੋਂ ਬਾਅਦ ਸੰਗੀਤ ਬੰਦ ਹੋ ਜਾਵੇਗਾ

source: Sleep Timer
ar: مؤقت النوم
be: Таймер сну
ja: スリープタイマー
ko: 취침 타이머
ne: स्लीप टाइमर
pa: ਸਲੀਪ ਟਾਈਮਰ

# sleepDurSub
source: Music will stop after selected duration
ar: ستتوقف الموسيقى بعد المدة المحددة
be: Музыка спыніцца пасля выбранага часу
ja: 選択した時間後に音楽が停止
ko: 선택한 지속시간이 지나면 음악이 중지됩니다
ne: चयन गरिएको अवधि पछि संगीत बन्द हुनेछ
pa: ਚੁਣੀ ਗਈ ਮਿਆਦ ਦੇ ਬਾਅਦ ਸੰਗੀਤ ਬੰਦ ਹੋ ਜਾਵੇਗਾ

# stopOnCloseSub
source: If turned off, music won't stop even after app is 'closed', until you press stop button. This option is for app 'close' not when app is in 'background'. Music will always play in background you don't need to change any setting for that.
ar: إذا تم إيقاف تشغيل الموسيقى ، فلن تتوقف الموسيقى حتى بعد "إغلاق" التطبيق ', حتى تضغط على زر التوقف. هذا الخيار للتطبيق '"الإغلاق" ليس عندما يكون التطبيق في "الخلفية". سيتم تشغيل الموسيقى دائمًا في الخلفية ولن تحتاج إلى تغيير أي إعداد لذلك.
be: Калі выключана, музыка не спыняецца нават пасля таго, як праграма "закрыта", пакуль вы не націснеце кнопку "Стоп". Гэты параметр прызначаны для «закрыцця» праграмы, а не для "фонавага рэжыму". Музыка заўсёды будзе гуляць у фонавым рэжыме, для гэтага не трэба змяняць налады.
ja: オフなら、アプリを「閉じて」も、停止ボタンを押すまで音楽は停止しません。アプリを「閉じる」時のオプションで、「バックグラウンド」で実行中の時のものではありません。音楽は常にバックグラウンドで再生され、その設定を変更する必要はありません。
ko: 이 설정을 끌 경우 앱을 닫아도 음악이 정지되지 않습니다
ne: यदि बन्द गरिएको छ भने, एप 'बन्द' भएपछि पनि संगीत रोकिने छैन, जबसम्म तपाईंले रोक्न बटन थिच्नुहुन्न। यो विकल्प एप 'बन्द' को लागि हो जब एप 'पृष्ठभूमि' मा छ। संगीत सधैं पृष्ठभूमिमा बज्नेछ तपाईंले यसको लागि कुनै सेटिङ परिवर्तन गर्न आवश्यक छैन।
pa: ਜੇਕਰ ਬੰਦ ਹੈ, ਤਾਂ ਐਪ 'ਬੰਦ' ਹੋਣ ਤੋਂ ਬਾਅਦ ਵੀ ਸੰਗੀਤ ਨਹੀਂ ਰੁਕੇਗਾ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਸਟਾਪ ਬਟਨ ਨਹੀਂ ਦਬਾਉਂਦੇ। ਇਹ ਵਿਕਲਪ ਐਪ 'ਕਲੋਜ਼' ਲਈ ਹੈ ਨਾ ਕਿ ਜਦੋਂ ਐਪ 'ਬੈਕਗ੍ਰਾਊਂਡ' ਵਿੱਚ ਹੋਵੇ। ਸੰਗੀਤ ਹਮੇਸ਼ਾ ਬੈਕਗ੍ਰਾਊਂਡ ਵਿੱਚ ਚੱਲੇਗਾ ਤੁਹਾਨੂੰ ਇਸਦੇ ਲਈ ਕੋਈ ਸੈਟਿੰਗ ਬਦਲਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।

source: Pause
ar: مؤقت
be: Паўза
ja: 停止
ko: 일시 정지
ne: रोक्नुहोस्
pa: ਰੋਕੋ

source: Play
ar: تشغيل
be: Слухаць
ja: 再生
ko: 재생
ne: प्ले
pa: ਚਲਾਓ

# playerScreenBackgroundSub
source: Selected Background will be shown in Player Screen
ar: سيتم عرض الخلفية المحددة في شاشة المشغل
be: Выбраны фон будзе паказаны на экране плэера
ja: 選択した背景がプレーヤー画面に表示されます
ko: 선택한 배경이 플레이어 화면에 표시됩니다.
ne: चयन गरिएको पृष्ठभूमि प्लेयर स्क्रिनमा देखाइनेछ
pa: ਚੁਣਿਆ ਗਿਆ ਬੈਕਗ੍ਰਾਊਂਡ ਪਲੇਅਰ ਸਕ੍ਰੀਨ ਵਿੱਚ ਦਿਖਾਇਆ ਜਾਵੇਗਾ

source: Player Screen Background
ar: خلفية شاشة المشغل
be: Фон экрана плэера
ja: プレーヤー画面の背景
ko: 음악 플레이어 배경 스타일
ne: प्लेयर स्क्रिन पृष्ठभूमि
pa: ਪਲੇਅਰ ਸਕ੍ਰੀਨ ਬੈਕਗ੍ਰਾਊਂਡ

# playingCap
source: PLAYING
ar: التشغيل
be: ПРАЙГРАЕЦЦА
ja: 再生なし
ko: 재생 중
ne: बजाइरहेको
pa: ਚੱਲ ਰਿਹਾ ਹੈ

source: Playlists
ar: قوائم التشغيل
be: Плэйлісты
ja: 再生リスト
ko: 재생목록
ne: प्लेलिस्टहरू
pa: ਪਲੇਲਿਸਟਾਂ

# playlistShareText
source: Have a look at my playlist!
ar: ألق نظرة على قائمة التشغيل الخاصة بي!
be: Паглядзіце мой плэйліст!
ja: 私の再生リストを見てください！
ko: 플레이리스트를 확인해보세요!
ne: मेरो प्लेलिस्टमा एक नजर राख्नुहोस्!
pa: ਮੇਰੀ ਪਲੇਲਿਸਟ 'ਤੇ ਇੱਕ ਨਜ਼ਰ ਮਾਰੋ!

source: Up Next
ar: التالي
be: Далей
ja: 次の曲
ko: 재생목록
ne: अर्को माथि
pa: ਅਗਲਾ ਗੀਤ

# useAmoled
source: Use Amoled Dark Mode Settings
ar: إستخدام إعدادات الوضع الغامق Amoled
be: Выкарыстоўваць налады цёмнага рэжыму Amoled
ja: AMOLEDダークモードを使う
ko: AMOLDED 다크 모드 사용하기
ne: Amoled गाढा मोड सेटिङहरू प्रयोग गर्नुहोस्
pa: ਅਮੋਲਡ ਡਾਰਕ ਮੋਡ ਸੈਟਿੰਗਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ

# ytLiveAlert
source: Either Video is live or some error occured. Please wait until the live stream finishes or try again.
ar: إما أن الفيديو مباشر أو حدث خطأ ما. الرجاء الإنتظار حتى انتهاء البث المباشر أو المحاولة مرة أخرى.
be: Відэа ў прамым эфіры. Дачакайцеся заканчэння жывой трансляцыі і паўтарыце спробу.
ja: 動画がライブ放送か、またはエラーが発生しています。ライブの終了まで待つか、再度お試しください。
ko: 실시간 영상입니다. 스트리밍이 끝날 때까지 기다렸다가 다시 시도해주세요.
ne: भिडियो लाइभ अवस्थामा छ अथवा केही समस्या आएको छ । कृपया लाइभ स्ट्रिम समाप्त नभएसम्म पर्खनुहोस् र पुन: प्रयास गर्नुहोस्।
pa: ਜਾਂ ਤਾਂ ਵੀਡੀਓ ਲਾਈਵ ਹੈ ਜਾਂ ਕੁਝ ਤਰੁੱਟੀ ਹੋਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਲਾਈਵ ਸਟ੍ਰੀਮ ਦੇ ਖਤਮ ਹੋਣ ਤੱਕ ਉਡੀਕ ਕਰੋ ਜਾਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
te: వీడియో లైవ్ లో ఉంది లేదా ఏదైనా దోషం సంభవించింది. ప్రత్యక్ష ప్రసారం పూర్తయ్యే వరకు దయచేసి వేచి ఉండండి లేదా మళ్లీ ప్రయత్నించండి.

# ipAdd
source: IP Address
ar: عنوان IP
be: IP-адрас
ja: IPアドレス
ko: IP 주소
ne: आईपी ठेगाना
pa: IP ਪਤਾ

# joinTg
source: Join us on Telegram
ar: انضم إلينا على Telegram
be: Далучайцеся да нас у Telegram
ja: Telegram に参加
ko: Telegram에 가입하세요
ne: टेलिग्राममा हामीसँग सामेल हुनुहोस्
pa: ਟੈਲੀਗ੍ਰਾਮ 'ਤੇ ਸਾਡੇ ਨਾਲ ਜੁੜੋ

# joinTgSub
source: Want to Test beta versions? Join us now!
ar: هل تريد اختبار إصدارات بيتا؟ انضم إلينا الآن!
be: Жадаеце тэставаць бэта-версіі? Далучайцеся да нас зараз!
ja: テスト用ベータ版を試したいですか？参加してください！
ko: 베타 버전을 사용하고 싶나요? 지금 가입하세요!
ne: बीटा संस्करणहरू परीक्षण गर्न चाहनुहुन्छ? हामीसँग सामेल हुनुहोस्!
pa: ਬੀਟਾ ਸੰਸਕਰਣਾਂ ਦੀ ਜਾਂਚ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਹੁਣ ਸਾਡੇ ਨਾਲ ਜੁੜੋ!

# lang
source: Language
ar: اللغة
be: Мова
ja: 言語
ko: 언어
ne: भाषा
pa: ਭਾਸ਼ਾ

# langQue
source: Which language songs would you prefer to listen to?
ar: ما هي الأغاني اللغوية التي تفضل الاستماع إليها؟
be: Песні на якой мове вы хацелі б слухаць?
ja: どの言語の曲を聴きたいですか？
ko: 어떤 언어 노래를 듣고 싶으세요?
ne: कुन भाषाका गीत सुन्न रुचाउनुहुन्छ ?
pa: ਤੁਸੀਂ ਕਿਹੜੀ ਭਾਸ਼ਾ ਦੇ ਗੀਤ ਸੁਣਨਾ ਪਸੰਦ ਕਰੋਗੇ?
te: మీరు ఏ భాషా పాటలు వినడానికి ఇష్టపడతారు?

# langSub
source: App Text Language
ar: لغة نص التطبيق
be: Мова тэксту праграмы
ja: このアプリの表示言語
ko: 앱 언어
ne: एपको पाठ भाषा
pa: ਐਪ ਟੈਕਸਟ ਭਾਸ਼ਾ

source: Last Added
ar: آخر إضافة
be: Апошняе даданне
ja: 最後に追加された日時
ko: 마지막으로 추가된
ne: अन्तिममा थपिएको
pa: ਆਖਰੀ ਜੋੜਿਆ ਗਿਆ

# latest
source: Congrats! You are using the latest version :)
ar: مبروك! أنت تستخدم أحدث إصدار :)
be: Віншую! Вы выкарыстоўваеце апошнюю версію 🙂
ja: おめでとう！最新版を使用中です :)
ko: 축하합니다! 최신 버전을 사용 중입니다 :)
ne: बधाई छ! तपाईं नवीनतम संस्करण प्रयोग गर्दै हुनुहुन्छ :)
pa: ਵਧਾਈਆਂ! ਤੁਸੀਂ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਵਰਤ ਰਹੇ ਹੋ :)

source: Library
ar: المكتبة
be: Бібліятэка
ja: ライブラリ
ko: 라이브러리
ne: पुस्तकालय
pa: ਲਾਇਬ੍ਰੇਰੀ

source: Like
ar: إعجاب
be: Падабаецца
ja: いいね
ko: 좋아요
ne: लाइक
pa: ਪਸੰਦ

# likedWork
source: Liked my work?
ar: هل أعجبك عملي؟
be: Спадабалася мая праца?
ja: アプリを気に入っていますか？
ko: 어때요?
ne: मेरो काम मन पर्यो?
pa: ਮੇਰਾ ਕੰਮ ਪਸੰਦ ਆਇਆ?

# live
source: LIVE NOW
ar: مباشر الآن
be: ЖЫВЫ ЭФІР
ja: ライブ中
ne: अहिले लाइभ गर्नुहोस्
pa: ਹੁਣੇ ਲਾਈਵ

source: Live Search
ar: البحث المباشر
be: Пошук жывога эфіру
ja: すぐ検索
ko: 라이브 검색
ne: प्रत्यक्ष खोजी
pa: ਲਾਈਵ ਖੋਜ

# liveSearchSub
source: Search songs as soon as user stops typing
ar: البحث عن الأغاني بمجرد توقف المستخدم عن الكتابة
be: Пачаць пошук песень, як толькі карыстальнік перастае ўводзіць тэкст
ja: 入力を止めると同時に曲を検索
ko: 입력을 멈추는 순간 바로 검색 결과가 나타납니다
ne: प्रयोगकर्ताले टाइप गर्न छोड्ने बित्तिकै गीतहरू खोज्नुहोस्
pa: ਜਿਵੇਂ ਹੀ ਉਪਭੋਗਤਾ ਟਾਈਪ ਕਰਨਾ ਬੰਦ ਕਰਦਾ ਹੈ ਗੀਤਾਂ ਦੀ ਖੋਜ ਕਰੋ

source: Merge Playlists
ar: دمج قوائم التشغيل
be: Аб'яднаць плэйлісты
ja: 再生リストの結合
ko: 플레이리스트 합치기
ne: प्लेलिस्टहरू मर्ज गर्नुहोस्
pa: ਪਲੇਲਿਸਟਸ ਨੂੰ ਮਿਲਾਓ

# minAudioAlert
source: Min Audio Length (in sec)
ar: الحد الأدنى لطول الصوت (بالثواني)
be: Мін даўжыня гуку (у сек)
ja: 音声の最小の長さ (秒)
ko: 오디오 길이
ne: न्यूनतम अडियो लम्बाइ (सेकेन्डमा)
pa: ਨਿਊਨਤਮ ਆਡੀਓ ਲੰਬਾਈ (ਸਕਿੰਟ ਵਿੱਚ)

# minAudioLen
source: Min Audio Length to search music
ar: الحد الأدنى لطول صوت البحث عن الموسيقى
be: Мін даўжыня гуку для пошуку музыкі
ja: 検索する音楽の最小の長さ
ko: 음악 검색을 위한 오디오 길이
ne: संगीत खोज्नको लागि न्यूनतम अडियो लम्बाइ
pa: ਸੰਗੀਤ ਖੋਜਣ ਲਈ ਘੱਟੋ-ਘੱਟ ਆਡੀਓ ਲੰਬਾਈ

# madeBy
source: Made with ♥ by Ankit Sangwan
ar: مصنوع بو‎اسطة ♥ Ankit Sangwan
be: Зроблена з ♥ Анкітам Сангванам
ja: Ankit Sangwan が ♥ をこめて開発
ko: Ankit Sangwan이 ♥으로 만듬
ne: अंकित सांगवान द्वारा ♥ संग निर्मित
pa: ਅੰਕਿਤ ਸਾਂਗਵਾਨ ਦੁਆਰਾ ♥ ਨਾਲ ਬਣਾਇਆ ਗਿਆ

source: No
ar: لا
be: Не
ja: いいえ
ko: 아니요
ne: छैन
pa: ਨਹੀਂ

source: No Folder selected
ar: لا يوجد مجلد محدد
be: Тэчка не выбрана
ja: フォルダの選択なし
ko: 선택된 폴더가 없습니다
ne: कुनै फोल्डर चयन गरिएको छैन
pa: ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ

# noLangSelected
source: No Music language selected. Select a language to see songs on Home Screen
ar: لم يتم تحديد لغة الموسيقى. تحديد لغة لمشاهدة الأغاني على الشاشة الرئيسية
be: Мова музыкі не выбрана. Выберыце мову, каб бачыць песні на галоўным экране
ja: 音楽の言語が選択されていません。ホーム画面に表示する曲の言語を選択してください
ko: 음악 언어가 선택되지 않았습니다. 홈에서 곡을 보기 위해 언어를 선택하세요
ne: कुनै संगीत भाषा चयन गरिएको छैन। गृह स्क्रिनमा गीतहरू हेर्नको लागि भाषा चयन गर्नुहोस्
pa: ਕੋਈ ਸੰਗੀਤ ਭਾਸ਼ਾ ਨਹੀਂ ਚੁਣੀ ਗਈ। ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਗੀਤ ਦੇਖਣ ਲਈ ਕੋਈ ਭਾਸ਼ਾ ਚੁਣੋ
te: మ్యూజిక్ లాంగ్వేజ్ ఎంచుకోబడలేదు. హోమ్ స్క్రీన్ పై పాటలను చూడటానికి భాషను ఎంచుకోండి

source: Not Available
ar: غير متوفر
be: Не даступны
ja: 登録なし
ko: 사용할 수 없습니다
ne: उपलब्ध छैन
pa: ਉਪਲੱਬਧ ਨਹੀਂ

source: Nothing is
ar: لا شيء.
be: Нічога
ja: 何も
ko: 재생 중인 곡이 없습니다
ne: केही छैन
pa: ਕੁਝ ਨਹੀਂ ।

source: Nothing to
ar: لا شيء لـ.
be: Няма чаго
ja: 何も
ko: 플레이리스트가
ne: केहि छैन
pa: ਇੱਥੇ ਦਿਖਾਉਣ ਲਈ ।

# nothingPlaying
source: Nothing is Playing
ar: لا شيء قيد التشغيل
be: Нічога не прайграваецца
ja: 何も再生していません
ko: 재생 중이 아닙니다
ne: केहि पनि बजिरहेको छैन
pa: ਕੁਝ ਨਹੀਂ ਚੱਲ ਰਿਹਾ

source: Now Playing
ar: قيد التشغيل الآن
be: Зараз іграе
ja: 再生中
ko: 지금 재생 중
ne: अहिले प्ले हुँदैछ
pa: ਹੁਣ ਚੱਲ ਰਿਹਾ

source: Ok
ar: حسناً
be: Добра
ko: 확인
ne: ठिक छ
pa: ਠੀਕ ਹੈ

source: Play Next
ar: تشغيل التالي
be: Слухаць далей
ja: 次に再生
ko: 다음 곡으로 재생하기
ne: अर्को प्ले गर्नुहोस्
pa: ਅਗਲਾ ਚਲਾਓ

source: Play Radio
ar: تشغيل الراديو
be: Запусціць радыё
ja: ラジオを再生
ko: 라디오 재생
ne: रेडियो बजाउनुहोस्
pa: ਰੇਡੀਓ ਚਲਾਓ

# playSomething
source: Go and Play Something
ar: الذهاب والتشغيل لشيئ ‪ما
be: Паслухайце што-небудзь
ja: 何か再生してください
ko: 뭔가를 재생해보세요
ne: जानुहोस् र केहि बजाउनुहोस्
pa: ਜਾਓ ਅਤੇ ਕੁਝ ਚਲਾਓ

source: Playing
ar: التشغيل
be: Прайграецца
ja: 再生中
ko: 재생 중
ne: बजाइरहेको
pa: ਚੱਲ ਰਿਹਾ ਹੈ

source: Port
ar: المنفذ
be: Порт
ja: ポート
ko: 포트
ne: पोर्ट
pa: ਪੋਰਟ

# prefReq
source: Mind telling us a few things?
ar: هل تمانع في إخبارنا ببعض الأشياء؟
be: Не маглі б сказаць нам некалькі рэчаў?
ja: いくつか教えていただけますか？
ko: 몇 가지 알려드릴까요?
ne: केही कुरा बताइदिनुहुन्छ कि ?
pa: ਸਾਨੂੰ ਕੁਝ ਗੱਲਾਂ ਦੱਸਣ ਦਾ ਮਨ ਹੈ?

# proxySet
source: Proxy Settings
ar: إعدادات الوكيل
be: Налады проксі
ja: プロキシ設定
ko: 프록시 설정
ne: प्रोक्सी सेटिङहरू
pa: ਪ੍ਰੌਕਸੀ ਸੈਟਿੰਗਾਂ

# proxySetSub
source: Change Proxy IP and Port
ar: تغيير عنوان IP للوكيل والمنفذ
be: Змяніце IP і порт проксі
ja: プロキシのIPとポート番号を変更
ko: 프록시 IP와 포트 변경
ne: प्रोक्सी आईपी र पोर्ट परिवर्तन गर्नुहोस्
pa: ਪ੍ਰੌਕਸੀ ਆਈਪੀ ਅਤੇ ਪੋਰਟ ਬਦਲੋ

# rememberChoice
source: Remember my choice
ar: تذكر خياري
be: Запомні мой выбар
ja: 選択を記憶
ko: 내 설정 기억하기
ne: मेरो छनौट सम्झनुहोस्
pa: ਮੇਰੀ ਪਸੰਦ ਨੂੰ ਯਾਦ ਰੱਖੋ

source: Removed
ar: تمت إزالته
be: Выдалена
ja: 以下を削除しました
ko: 제거됨
ne: हटाइयो
pa: ਹਟਾਇਆ ਗਿਆ

source: Removed from
ar: تمت إزالته من
be: Выдалена з
ja: 以下から削除しました
ko: 제거됨
ne: बाट हटाइयो
pa: ਤੋਂ ਹਟਾਇਆ

# removedFromFav
source: Removed from Favorites
ar: تمت إزالته من المفضلة
be: Выдалена з абранага
ja: お気に入りから削除しました
ko: 좋아요 표시한 곡에서 제거됨
ne: मनपर्नेहरूबाट हटाइयो
pa: ਪੰਸਦੀਦਾ ਤੋਂ ਹਟਾਇਆ

source: Rename
ar: إعادة تسمية
be: Перайменаваць
ja: 名前の変更
ko: 이름 수정하기
ne: पुन: नामाकरण गर्नुहोस्
pa: ਨਾਮ ਬਦਲੋ

source: Reset
ar: إعادة تعيين
be: Скінуць
ja: リセット
ko: 초기화
ne: रिसेट गर्नुहोस्
pa: ਰੀਸੈਟ ਕਰੋ

# resetOnSkip
source: Replay on Skip Previous
ar: إعادة التشغيل وتخطي السابق
be: Паўтарыць пры пропуску назад
ja: 「前へ」でもう一度再生
ko: 이전 건너뛰기에서 다시 재생하기
ne: अघिल्लो Skip मा रिप्ले गर्नुहोस्
pa: ਪਿੱਛੇ ਮੋੜਨ 'ਤੇ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੋ

# resetOnSkipSub
source: Replay from start instead of skipping to previous song
ar: إعادة التشغيل من البداية بدلاً من تخطي الأغنية السابقة
be: Прайграванне з пачатку замест пераходу да папярэдняй песні
ja: 前の曲にスキップせず、最初から再生する
ko: 이전 곡으로 넘어가지 말고, 앞부터 다시 재생하기
ne: अघिल्लो गीतमा स्किप गर्नुको साटोमा सुरुबाट पुन: प्ले गर्नुहोस्
pa: ਪਿਛਲੇ ਗੀਤ 'ਤੇ ਜਾਣ ਦੀ ਬਜਾਏ ਸ਼ੁਰੂ ਤੋਂ ਮੁੜ ਚਲਾਓ

source: Restore
ar: إعادة
be: Аднавіць
ja: 復元
ko: 복원
ne: पुनर्स्थापना गर्नुहोस्
pa: ਰੀਸਟੋਰ ਕਰੋ

source: Save Playlist
ar: حفظ قائمة التشغيل
be: Захаваць плэйліст
ja: 再生リストを保存
ko: 플레이리스트 저장
ne: प्लेलिस्ट बचत गर्नुहोस्
pa: ਪਲੇਲਿਸਟ ਸਹੇਜੋ

source: Results Not Found
ar: لم يتم العثور على نتائج
be: Вынікі не знойдзены
ja: 結果が見つかりませんでした
ko: 결과를 찾을 수 없습니다
ne: परिणाम फेला परेन
pa: ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ

source: Save Theme
ar: حفظ الثيم
be: Захаваць тэму
ja: テーマを保存
ko: 테마 저장하기
ne: थिम बचत गर्नुहोस्
pa: ਥੀਮ ਸਹੇਜੋ

source: Search
ar: البحث
be: Пошук
ja: 検索
ko: 검색
ne: खोज्नुहोस्
pa: ਖੋਜੋ

source: Search Home
ar: بحث الصفحة الرئيسية
be: Пошук на галоўным экране
ja: 検索ホーム
ko: 홈 검색
ne: घर खोज्नुहोस्
pa: ਸਰਚ ਹੋਮ

# searchText
source: Songs, albums or artists
ar: الأغاني والألبومات أو الفنانين
be: Песні, альбомы або выканаўцы
ja: 曲、アルバム、アーティスト
ko: 노래, 앨범 또는 아티스트 검색
ne: गीत, एल्बम वा कलाकारहरू
pa: ਗੀਤ, ਐਲਬਮ ਜਾਂ ਕਲਾਕਾਰ

# searchYt
source: Search on YouTube
ar: البحث في YouTube
be: Пошук на YouTube
ja: YouTubeで検索
ko: YouTube 검색
ne: YouTube मा खोज्नुहोस्
pa: YouTube 'ਤੇ ਖੋਜ ਕਰੋ

# selectBackFile
source: Select Backup File (.zip)
ar: تحديد ملف النسخ الاحتياطي (.zip)
be: Выберыце файл бэкапа
ja: バックアップファイルを選択 (.zip)
ko: 백업 파일 선택하기
ne: ब्याकअप फाइल चयन गर्नुहोस्
pa: ਬੈਕਅੱਪ ਫਾਈਲ ਚੁਣੋ (.zip)

# selectBackLocation
source: Select Backup Location
ar: تحديد موقع النسخ الاحتياطي
be: Выберыце месцазнаходжанне бэкапа
ja: バックアップ場所を選択
ko: 백업 위치
ne: ब्याकअप स्थान चयन गर्नुहोस्
pa: ਬੈਕਅੱਪ ਟਿਕਾਣਾ ਚੁਣੋ

# selectDownLocation
source: Select Download Location
ar: تحديد موقع التحمسل
be: Выберыце размяшчэнне спампоўкі
ja: ダウンロード場所を選択
ko: 다운로드 위치
ne: डाउनलोड स्थान चयन गर्नुहोस्
pa: ਡਾਊਨਲੋਡ ਟਿਕਾਣਾ ਚੁਣੋ

# selectDur
source: Select a Duration
ar: تحديد المدة
be: Выберыце працягласць
ja: 長さを選択
ko: 구간을 선택하세요
ne: अवधि चयन गर्नुहोस्
pa: ਇੱਕ ਮਿਆਦ ਚੁਣੋ

# selectJsonImport
source: Select JSON file to import
ar: تحديد ملف JSON لاستيراده
be: Выберыце файл JSON для імпарту
ja: インポートするJSONファイルを選択
ko: 가져올 JSON 파일을 선택하세요
ne: आयात गर्न JSON फाइल चयन गर्नुहोस्
pa: ਆਯਾਤ ਕਰਨ ਲਈ JSON ਫ਼ਾਈਲ ਚੁਣੋ

source: Settings
ar: إعدادات
be: Налады
ja: 設定
ko: 설정
ne: सेटिङहरू
pa: ਸੈਟਿੰਗਾਂ

source: Share
ar: مشاركة
be: Абагуліць
ja: 共有
ko: 공유
ne: सेयर गर्नुहोस्
pa: ਸ਼ੇਅਰ ਕਰੋ

source: Share App
ar: مشاركة التطبيق
be: Абагуліць праграму
ja: App を共有
ko: 앱 공유
ne: सेयर एप
pa: ਸ਼ੇਅਰ ਐਪ

# shareAppSub
source: Let you friends know about us
ar: دع أصدقائك يتعرفون علينا
be: Растлумачце вашым сябрам пра нас
ja: 友達に知らせる
ko: BlackHole을 공유해주세요
ne: तपाई साथीहरूलाई हाम्रो बारेमा थाहा दिनुहोस्
pa: ਤੁਸੀਂ ਆਪਣੇ ਦੋਸਤਾਂ ਨੂੰ ਸਾਡੇ ਬਾਰੇ ਦੱਸੋ

# shareAppText
source: Hey! Check out this cool music player app
ar: يا هذا! تحقق من تطبيق مشغل الموسيقى الرائع هذا
be: Гэй! Праверце гэты класны музычны плэер
ja: ねぇねぇこの音楽プレーヤーのアプリいいよ
ko: 멋진 앱 확인해 봐
ne: हे! यो कूल सङ्गीत प्लेयर एप जाँच गर्नुहोस्
pa: ਹੇ! ਇਸ ਸ਼ਾਨਦਾਰ ਸੰਗੀਤ ਪਲੇਅਰ ਐਪ ਨੂੰ ਵੇਖੋ

source: Show Here
ar: إظهار هنا
be: Паказаць тут
ja: 表示なし
ko: 비었습니다
ne: यहाँ देखाउनुहोस्
pa: ਇੱਥੇ ਦਿਖਾਓ

# showHistory
source: Show Search History
ar: إظهار سجل البحث
be: Паказаць гісторыю пошуку
ja: 検索履歴を表示
ko: 검색 기록 보이기
ne: खोज इतिहास देखाउनुहोस्
pa: ਖੋਜ ਇਤਿਹਾਸ ਦਿਖਾਓ

# showHistorySub
source: Show Search History below Search Bar
ar: إظهار سجل البحث أسفل شريط البحث
be: Паказваць гісторыю пошуку пад радком пошуку
ja: 検索履歴を検索バーの下に表示
ko: 검색 할 때 검색 기록 보이기
ne: खोज पट्टी तल खोज इतिहास देखाउनुहोस्
pa: ਖੋਜ ਬਾਰ ਦੇ ਹੇਠਾਂ ਖੋਜ ਇਤਿਹਾਸ ਦਿਖਾਓ

# showPlaylists
source: Show Playlists on Home Screen
ar: إظهار قوائم التشغيل على الشاشة الرئيسية
be: Паказваць плэйлісты на галоўным экране
ja: ホーム画面に再生リストを表示
ko: 홈에 플레이리스트 보이기
ne: गृह स्क्रिनमा प्लेलिस्टहरू देखाउनुहोस्
pa: ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਪਲੇਲਿਸਟਾਂ ਵਿਖਾਓ

# showLastSub
source: Show Last session on Home Screen
ar: إظهار الجلسة الأخيرة على الشاشة الرئيسية
be: Паказаць апошні сеанс на галоўным экране
ja: ホーム画面に最後のセッションを表示
ko: 홈에 마지막 세션 보이게 하기
ne: गृह स्क्रिनमा अन्तिम सत्र देखाउनुहोस्
pa: ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਆਖਰੀ ਸੈਸ਼ਨ ਦਿਖਾਓ

# showQr
source: Show QR Code
ar: إظهار كود QR
be: Паказаць QR-код
ja: QRコードを表示
ko: QR 코드 보이기
ne: QR कोड देखाउनुहोस्
pa: QR ਕੋਡ ਦਿਖਾਓ

source: Shuffle
ar: خلط
be: Ператасаваць
ja: シャッフル
ko: 셔플 재생
ne: फेरबदल
pa: ਸ਼ਫਲ

source: Size
ar: الحجم
be: Памер
ja: サイズ
ko: 크기
ne: साइज
pa: ਆਕਾਰ

source: Skip
ar: تخطي
be: Прапусціць
ja: スキップ
ko: 건너뛰기
ne: छोड्नुहोस्
pa: ਛੱਡੋ

source: Skip Previous
ar: تخطي السابق
be: Прапусціць папярэдні
ja: 前へスキップ
ko: 이전 곡 건너뛰기
ne: अघिल्लो छोड्नुहोस्
pa: ਪਿਛਲਾ ਸਕਿੱਪ ਕਰੋ

# sleepDur
source: Sleep after a duration of hh:mm
ar: النوم بعد مدة hh:mm
be: Сон праз працягласць чг:хв
ja: hh:mm の時間後にスリープ
ko: 재생 시간 정하기
ne: hh:mm को अवधि पछि सुत्नुहोस्
pa: hh:mm ਦੀ ਮਿਆਦ ਦੇ ਬਾਅਦ ਨੀਂਦ

source: Sleep Timer set for
ar: ضبط مؤقت النوم على
be: Усталяваны таймер сну
ja: スリープタイマーを設定
ko: 취침 타이머를 설정합니다
ne: स्लीप टाइमरका लागि सेट गरिएको छ
pa: ਲਈ ਸਲੀਪ ਟਾਈਮਰ ਸੈੱਟ ਕੀਤਾ ਗਿਆ

source: Song
ar: أغنية
be: Песня
ja: 曲
ko: 곡
ne: गीत
pa: ਗੀਤ

# stopOnClose
source: Stop music on App Close
ar: إيقاف الموسيقى عند إغلاق التطبيق
be: Спыніць музыку пры закрыцці праграмы
ja: アプリを閉じたら音楽を停止
ko: 앱 종료 시 음악 정지
ne: एप क्लोजमा संगीत रोक्नुहोस्
pa: ਐਪ ਬੰਦ ਕਰਨ 'ਤੇ ਸੰਗੀਤ ਬੰਦ ਕਰੋ

# streamQuality
source: Streaming Quality
ar: جودة البث
be: Якасць трансляцыі
ja: ストリーミング品質
ko: 스트리밍 음질
ne: स्ट्रिमिङ गुणस्तर
pa: ਸਟ੍ਰੀਮਿੰਗ ਕੁਆਲਿਟੀ

# streamQualitySub
source: Higher quality uses more data
ar: تستخدم الجودة العالية المزيد من البيانات
be: Больш высокая якасць выкарыстоўвае больш трафіка
ja: 高品質はより多くのデータを消費します
ko: 높은 음질은 더 많은 데이터를 사용합니다
ne: उच्च गुणस्तरले अधिक डेटा प्रयोग गर्दछ
pa: ਉੱਚ ਕੁਆਲਿਟੀ ਵਧੇਰੇ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ

# successTagEdit
source: Successfully edited tags !
ar: تم تحرير العلامات بنجاح!
be: Тэгі паспяхова адрэдагаваныя!
ja: タグの編集に成功!
ko: 태그를 성공적으로 수정했습니다!
ne: ट्यागहरू सफलतापूर्वक सम्पादन गरियो!
pa: ਟੈਗਸ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ!

# supportEq
source: Support Equalizer
ar: دعم المعادل
be: Падтрымка эквалайзера
ja: イコライザ対応
ko: 이퀄라이저 사용하기
ne: इक्वेलाइजर समर्थन
pa: ਸਹਿਯੋਗੀ ਇਕੁਆਲਾਈਜਰ

# supportEqSub
source: Keep this off if you are unable to play songs (in both online and offline mode)
ar: الحفاظ على إيقاف تشغيل هذا إذا كنت غير قادر على تشغيل الأغاني (في وضع متصل وغير متصل)
be: Выключыце гэтую функцыю, калі вы не можаце прайграваць песні (як у анлайн, так і ў афлайн рэжымах)
ja: 曲を再生できないならこれをオフにしてください (オンライン/オフラインモード共に)
ko: (온라인 및 오프라인 모드에서) 재생이 불가능할 경우 이 설정을 끄세요
ne: यदि तपाइँ गीतहरू प्ले गर्न असमर्थ हुनुहुन्छ भने यसलाई बन्द राख्नुहोस् (अनलाइन र अफलाइन मोडमा)
pa: ਇਸ ਨੂੰ ਬੰਦ ਰੱਖੋ ਜੇਕਰ ਤੁਸੀਂ ਗਾਣੇ ਚਲਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ ਹੋ (ਆਨਲਾਈਨ ਅਤੇ ਆਫਲਾਈਨ ਮੋਡ ਦੋਵਾਂ ਵਿੱਚ)
te: ఒకవేళ మీరు పాటలను ప్లే చేయలేకపోతే (ఆన్ లైన్ మరియు ఆఫ్ లైన్ మోడ్ రెండింటిలోనూ) దీనిని ఆఫ్ చేయండి

# tg
source: Telegram
ne: टेलिग्राम
pa: ਟੈਲੀਗ੍ਰਾਮ

# tgCh
source: Telegram Channel
ar: قناة Telegram
be: Telegram канал
ja: Telegramチャンネル
ko: Telegram 채널
ne: टेलिग्राम च्यानल
pa: ਟੈਲੀਗ੍ਰਾਮ ਚੈਨਲ

# useDenseMini
source: Use Dense Miniplayer
ar: إستخدام مشغل Dense المصغر
be: Выкарыстоўваць Dense Miniplayer
ja: 高密度ミニプレーヤーを使用
ko: 미니 플레이어 높이 줄이기
ne: Dense Miniplayer प्रयोग गर्नुहोस्
pa: ਸੰਘਣੇ ਮਿਨੀਪਲੇਅਰ ਦੀ ਵਰਤੋਂ ਕਰੋ

# ytStreamQuality
source: YouTube Streaming Quality
ar: جودة البث من YouTube
be: Якасць трансляцыі YouTube
ja: YouTube ストリーミング品質
ko: YouTube 스트리밍 화질
ne: युटुब स्ट्रिमिङ गुणस्तर
pa: ਯੂਟਿਊਬ ਸਟ੍ਰੀਮਿੰਗ ਕੁਆਲਿਟੀ
vi: Chất lượng phát trực tuyến trên YouTube

# ytStreamQualitySub
source: Higher quality uses more data
ar: تستخدم الجودة العالية المزيد من البيانات
be: Больш высокая якасць выкарыстоўвае больш трафіка
ja: 高品質ではデータ量が大きいです
kn: ಒಳ್ಳೆಯ ಗುಣಮಟ್ಟ ಹೆಚ್ಚಿನ ಡಾಟಾವನ್ನು ಬಳಸುತ್ತದೆ
ko: 음질이 높을수록 데이터를 더 많이 사용합니다
ne: उच्च गुणस्तरले अधिक डेटा प्रयोग गर्दछ
pa: ਉੱਚ ਕੁਆਲਿਟੀ ਵਧੇਰੇ ਡੇਟਾ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ
vi: Chất lượng cao đớp nhiều dung lượng mạng

source: Popularity
ar: الشعبية
be: Папулярнасць
ja: 人気
ko: 인기
ne: लोकप्रियता
pa: ਲੋਕਪ੍ਰਿਅਤਾ
