Repository: Aakash574/Music-Player
Catalog: lib/localization/app_*.arb
Languages: ar, be, el, gu, ja, kn, ko, mn, ne, or, pa, sv, te, vi, zh_hant

# restoreSub
source: Restore your data from Backup. You might need to restart app
ar: استعادة البيانات الخاصة بك من النسخ الاحتياطي. قد تحتاج إلى إعادة تشغيل التطبيق
be: Аднавіце вышы дадзеныя з бэкапа. Магчыма, вам спатрэбіцца перазапусціць праграму
ja: バックアップからデータを復元 アプリを再起動する必要があるかもしれません
ko: 백업 데이터를 복원하세요. 이후에 앱을 재실행해야 할 수 있습니다
ne: ब्याकअपबाट आफ्नो डेटा पुनर्स्थापित गर्नुहोस्। तपाईंले एप रिस्टार्ट गर्नु पर्ने हुन सक्छ
pa: ਬੈਕਅੱਪ ਤੋਂ ਆਪਣਾ ਡਾਟਾ ਰੀਸਟੋਰ ਕਰੋ। ਤੁਹਾਨੂੰ ਐਪ ਨੂੰ ਰੀਸਟਾਰਟ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ
te: బ్యాకప్ నుండి మీ డేటాను పునరుద్ధరించండి. మీరు యాప్ ని పునఃప్రారంభించాల్సి ఉండవచ్చు

source: Search Video
ar: البحث عن الفيديو
be: Пошук відэа
ja: 動画を検索
ko: 동영상 검색
ne: भिडियो खोज्नुहोस्
pa: ਵੀਡੀਓ ਖੋਜੋ

source: Select Export Location
ar: تحديد موقع التصدير
be: Выберыце месца для экспарту
ja: エクスポート場所を選択
ko: 내보낼 위치를 선택하세요
ne: निर्यात स्थान चयन गर्नुहोस्
pa: ਨਿਰਯਾਤ ਸਥਾਨ ਚੁਣੋ

# showLast
source: Show Last Session
ar: إظهار الجلسة الأخيرة
be: Паказаць апошні сеанс
ja: 最後のセッションを表示
ko: 마지막 세션 보이기
ne: अन्तिम सत्र देखाउनुहोस्
pa: ਆਖਰੀ ਸੈਸ਼ਨ ਦਿਖਾਓ

# sleepAfter
source: Sleep after N Songs
ar: النوم بعد N أغاني
be: Сон пасля N песень
ja: N曲後にスリープ
ko: 재생할 곡 개수 설정하기
ne: N गीतहरू पछि सुत्नुहोस्
pa: N ਗੀਤਾਂ ਤੋਂ ਬਾਅਦ ਸੌਣਾ

source: Songs
ar: الأغاني
be: Песні
ja: 曲
ko: 곡
ne: गीतहरू
pa: ਗੀਤ

source: Song Info
ar: معلومات الأغنية
be: Інфармацыя пра песню
ja: 曲の情報
ko: 곡 정보
ne: गीत जानकारी
pa: ਗੀਤ ਦੀ ਜਾਣਕਾਰੀ

source: Song Path
ar: مسار الأغنية
be: Шлях да песні
ja: 曲のパス
ko: 곡 경로
ne: गीत मार्ग
pa: ਗੀਤ ਮਾਰਗ

source: SORRY
ar: المعذرة
be: ВЫБАЧАЙЦЕ
ja: ごめんなさい
ko: 오류
ne: माफ गर्नुहोस्
pa: ਮੁਆਫ਼ ਕਰਨਾ

# sponsor
source: Sponsor this project
ar: رعاية هذا المشروع
be: Станьце спонсарам гэтага праекта
ja: このプロジェクトのスポンサーになる
ko: BlackHole 후원하기
ne: यस परियोजनालाई प्रायोजन गर्नुहोस्
pa: ਇਸ ਪ੍ਰੋਜੈਕਟ ਨੂੰ ਸਪਾਂਸਰ ਕਰੋ

# stopDown
source: Stop Download
ar: إيقاف التحميل
be: Спыніць cпампоўку
ja: ダウンロードを中止
ko: 다운로드 정지
ne: डाउनलोड रोक्नुहोस्
pa: ਡਾਊਨਲੋਡ ਬੰਦ ਕਰੋ

# tgGp
source: Telegram Group
ar: مجموعة Telegram
be: Група Telegram
ja: Telegramグループ
ko: Telegram 그룹
ne: टेलिग्राम समूह
pa: ਟੈਲੀਗ੍ਰਾਮ ਗਰੁੱਪ

source: Theme
ar: الثيم
be: Тэма
ja: テーマ
ko: 테마
ne: थिम
pa: ਥੀਮ

source: Theme deleted!
ar: تم حذف الثيم!
be: Тэма выдалена!
ja: テーマを削除しました！
ko: 테마가 삭제되었습니다!
ne: थिम मेटाइयो!
pa: ਥੀਮ ਮਿਟਾਇਆ ਗਿਆ!

source: Theme saved!
ar: تم حفظ الثيم!
be: Тэма захавана!
ja: テーマを保存しました！
ko: 테마가 저장되었습니다!
ne: थिम सुरक्षित गरियो!
pa: ਥੀਮ ਸਹੇਜਿਆ!

source: Title
ar: العنوان
be: Назва
ja: タイトル
ko: 제목
ne: शीर्षक
pa: ਸਿਰਲੇਖ

source: Top
ar: أعلى
be: Топ
ja: 上位
ko: 인기 차트
ne: शीर्ष
pa: ਟੌਪ

source: Top Charts
ar: أعلى الرسوم البيانية
be: Лепшыя чарты
ja: 上位チャート
ko: 차트
ne: शीर्ष चार्टहरू
pa: ਟੌਪ ਦੇ ਚਾਰਟ

source: Trending Search
ar: البحث الشائع
be: Пошук трэндаў
ja: 急上昇を検索
ko: 인기 차트 검색
ne: ट्रेन्डिङ खोज
pa: ਟ੍ਰੈੰਡਿੰਗ ਖੋਜ

# ui
source: App UI
ar: واجهة مستخدم التطبيق
be: Інтэрфейс праграмы
ja: アプリのUI
ko: UI
ne: एप UI
pa: ਐਪ UI

source: Undo
ar: تراجع
be: Адмяніць
ja: 取り消し
ko: 취소
ne: पूर्ववत गर्नुहोस्
pa: ਅਨ-ਡੂ ਕਰੋ

source: Unknown
ar: مجهول
be: Невядомы
ja: 不明
ko: 알 수 없음
ne: अज्ञात
pa: ਅਗਿਆਤ

source: Unlike
ar: عدم إعجاب
be: Не падабаецца
ja: いいね取り消し
ko: 좋아요 취소
ne: विपरीत
pa: ਨਾਪਸੰਦ

source: Update
ar: تحديث
be: Абнаўленне
ja: アップデート
ko: 업데이트
ne: अपडेट गर्नुहोस्
pa: ਅੱਪਡੇਟ ਕਰੋ

# useBlurForNowPlayingSub
source: Blur with a lower Opacity will be used as the Background of the Now Playing Section
ar: سيتم إستخدام التمويه مع تعتيم أقل كخلفية لقسم التشغيل الآن
be: Для фону часткі "Цяпер гуляе" будзе выкарыстана размыццё з падвышанай празрыстасцю
ja: 不透明な透かしが再生中部分の背景に使用されます
ko: 현재 재생 중 섹션에 블러 처리된 이미지가 사용됩니다
ne: कम अस्पष्टता भएको ब्लरलाई Now Playing खण्डको पृष्ठभूमिको रूपमा प्रयोग गरिनेछ
pa: ਘੱਟ ਧੁੰਦਲਾਪਨ ਵਾਲਾ ਬਲਰ ਹੁਣ ਚਲਾਏ ਜਾਣ ਵਾਲੇ ਸੈਕਸ਼ਨ ਦੇ ਬੈਕਗਰਾਊਂਡ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ
te: తక్కువ ఓపాసిటీ ఉన్న బ్లర్ ఇప్పుడు ప్లేయింగ్ సెక్షన్ యొక్క బ్యాక్ గ్రౌండ్ గా ఉపయోగించబడుతుంది

# useDown
source: Stream Downloaded Songs, If available
ar: دفق الأغاني التي تم تحميلها ، إذا كانت متوفرة
be: Струменевая перадача спампаваных кампазіцый, калі яны даступныя
ja: ストリーム時に存在すればダウンロード済みの曲を再生
ko: 가능할 경우 다운로드한 곡 재생하기
ne: डाउनलोड गरिएका गीतहरू स्ट्रिम गर्नुहोस्, यदि उपलब्ध छ भने
pa: ਡਾਊਨਲੋਡ ਕੀਤੇ ਗੀਤਾਂ ਨੂੰ ਸਟ੍ਰੀਮ ਕਰੋ, ਜੇਕਰ ਉਪਲਬਧ ਹੋਵੇ

# useDownSub
source: If song is already downloaded, downloaded song will be played instead of streaming online
ar: إذا تم تحميل الأغنية بالفعل ، فسيتم تشغيل الأغنية التي تم تحميلها بدلاً من البث عبر الإنترنت
be: Калі песня ўжо спампавана, яна будзе прайгравацца замест трансляцыі ў інтэрнэце
ja: 既にダウンロード済みならオンラインスのストリーミングではなくダウンロード済みの曲を再生します
ko: 곡이 다운로드된 경우, 온라인 재생 대신에 기기에 저장된 곡이 재생됩니다
ne: यदि गीत पहिले नै डाउनलोड गरिएको छ भने, डाउनलोड गरिएको गीत अनलाइन स्ट्रिमिङको सट्टा बजाइनेछ
pa: ਜੇਕਰ ਗੀਤ ਪਹਿਲਾਂ ਹੀ ਡਾਊਨਲੋਡ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਤਾਂ ਡਾਊਨਲੋਡ ਕੀਤਾ ਗੀਤ ਆਨਲਾਈਨ ਸਟ੍ਰੀਮਿੰਗ ਦੀ ਬਜਾਏ ਚਲਾਇਆ ਜਾਵੇਗਾ
te: పాట ఇప్పటికే డౌన్ లోడ్ చేయబడి ఉంటే, ఆన్ లైన్ లో స్ట్రీమింగ్ చేయడానికి బదులుగా డౌన్ లోడ్ చేయబడ్డ పాట ప్లే చేయబడుతుంది

# useHome
source: Use Main Section for Better Quality and Download Support
ar: إستخدام القسم الرئيسي للحصول على جودة أفضل ودعم التحميل
be: Выкарыстоўваць галоўны раздзел для лепшай якасці і падтрымкі загрузкі
ja: YouTube 機能を迂回し品質とダウンロードを改善
ko: 메인 섹션을 고음질과 다운로드 서포트에 사용하기
ne: राम्रो गुणस्तर र डाउनलोड समर्थनको लागि मुख्य खण्ड प्रयोग गर्नुहोस्
pa: ਬਿਹਤਰ ਕੁਆਲਿਟੀ ਅਤੇ ਡਾਊਨਲੋਡ ਸਪੋਰਟ ਲਈ ਮੁੱਖ ਸੈਕਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰੋ

source: Update Available!
ar: التحديث متاح!
be: Даступна абнаўленне!
ja: 最新版があります!
ko: 새 버전 설치 가능!
ne: अपडेट उपलब्ध छ!
pa: ਅੱਪਡੇਟ ਉਪਲਬਧ ਹੈ!

# upiCopied
source: UPI ID Copied!
ar: تم نسخ معرف UPI!
be: UPI ID скапіраваны!
ja: UPI IDをコピーしました!
ko: UPI ID 복사 성공!
ne: UPI आईडीको प्रतिलिपि गरियो!
pa: UPI ਆਈਡੀ ਕਾਪੀ ਕੀਤੀ ਗਈ!

source: Use Proxy
ar: إستخدام الوكيل
be: Выкарыстоўваць проксі
ja: プロキシを使用
ko: 프록시 사용하기
ne: प्रोक्सी प्रयोग गर्नुहोस
pa: ਪ੍ਰੌਕਸੀ ਦੀ ਵਰਤੋਂ ਕਰੋ

# useDenseMiniSub
source: Miniplayer height will be reduced
ar: سيتم تقليل ارتفاع المشغل المصغر
be: Вышыня міні-плэера будзе зменшана
ja: ミニプレイヤーの高さが低くなります
ko: 미니 플레이어의 높이가 줄어듭니다
ne: Miniplayer को उचाइ घटाइनेछ
pa: ਮਿਨੀ ਪਲੇਅਰ ਦੀ ਉਚਾਈ ਘਟਾਈ ਜਾਵੇਗੀ

# useProxySub
source: Turn this on if you are not from India and having issues with search, like getting only Indian Songs or not getting any results, etc. You can even use VPN with Indian Server
ar: قم بتشغيل هذا إذا لم تكن في الهند وتواجه مشكلات في البحث ، مثل الحصول على الأغاني الهندية فقط أو عدم الحصول على أي نتائج ، وما إلى ذلك. يمكنك حتى استخدام VPN بواسطة الخادم الهندي
be: Уключыце гэта, калі вы не з Індыі і ў вас узніклі праблемы з пошукам, напрыклад, вы атрымліваеце толькі індыйскія песні ці не атрымліваеце ніякіх вынікаў і гэтак далей. Вы нават можаце выкарыстоўваць VPN з індыйскім серверам
ja: インド以外の国でインドの曲しか出ない、検索結果がないなど、検索に問題があればこれをオンにしてください。インドのサーバーを利用したVPNを利用することもできます
ko: 인도 외의 국가에서 사용 중이고, 인도 노래만 검색되는 등의 경우에 이 옵션을 켜세요.
ne: यदि तपाईं भारतबाट हुनुहुन्न र खोजमा समस्याहरू छन् भने यसलाई सक्रिय गर्नुहोस्, जस्तै भारतीय गीतहरू मात्र पाउनु वा कुनै परिणामहरू प्राप्त नगर्नु, आदि तपाईंले भारतीय सर्भरसँग VPN प्रयोग गर्न सक्नुहुन्छ।
pa: ਇਸ ਨੂੰ ਚਾਲੂ ਕਰੋ ਜੇਕਰ ਤੁਸੀਂ ਭਾਰਤ ਤੋਂ ਨਹੀਂ ਹੋ ਅਤੇ ਖੋਜ ਵਿੱਚ ਸਮੱਸਿਆਵਾਂ ਹਨ, ਜਿਵੇਂ ਕਿ ਸਿਰਫ਼ ਭਾਰਤੀ ਗੀਤ ਪ੍ਰਾਪਤ ਕਰਨਾ ਜਾਂ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਣਾ, ਆਦਿ ਤੁਸੀਂ ਭਾਰਤੀ ਸਰਵਰ ਨਾਲ ਵੀਪੀਐਨ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।

source: Use System Theme
ar: إستخدام ثيم النظام
be: Выкарыстоўваць сістэмную тэму
ja: システムのテーマを使う
ko: 시스템 설정 사용
ne: सिस्टम थिम प्रयोग गर्नुहोस
pa: ਸਿਸਟਮ ਥੀਮ ਦੀ ਵਰਤੋਂ ਕਰੋ

# useVpn
source: Not from India? Try using Proxy or VPN with Indian Server
ar: ليس من الهند؟ حاول استخدام VPN مع الخادم الهندي
be: Не з Індыі? Паспрабуйце выкарыстоўваць VPN з індыйскім серверам
ja: インド以外の国ですか？インドのサーバーのプロキシやVPNをお試しください
ko: YouTube Music은 한국에서 무료 요금제를 지원하지 않습니다. BlackHole을 이용하기 위해서는 VPN을 사용해주세요
ne: भारतबाट हैन ? भारतीय सर्भरसँग VPN प्रयोग गरी हेर्नुहोस्
pa: ਭਾਰਤ ਤੋਂ ਨਹੀਂ? ਪ੍ਰੌਕਸੀ ਜਾਂ VPN ਰਾਹੀਂ ਭਾਰਤੀ ਸਰਵਰ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Version
ar: الإصدار
be: Версія
ja: バージョン
ko: 버전
ne: संस्करण
pa: ਸੰਸਕਰਣ

# versionSub
source: Tap to check for updates
ar: إضغط للتحقق من وجود تحديثات
be: Націсніце, каб праверыць наяўнасць абнаўленняў
ja: タップで更新確認
ko: 업데이트 확인하기
ne: अपडेटहरू जाँच गर्न ट्याप गर्नुहोस्
pa: ਅੱਪਡੇਟਾਂ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ

source: View Album
ar: عرض الألبوم
be: Прагледзець альбом
ja: アルバムを表示
ko: 앨범 보기
ne: एल्बम हेर्नुहोस्
pa: ਐਲਬਮ ਦੇਖੋ

source: View Artist
ar: عرض الفنان
be: Праглядзець выканаўца
ja: アーティストを表示
ko: 아티스트 보기
ne: कलाकार हेर्नुहोस्
pa: ਕਲਾਕਾਰ ਦੇਖੋ

source: View All
ar: عرض الكل
be: Прагледзець усё
ja: すべて表示
ko: 더보기
ne: सबै हेर्नुहोस्
pa: ਸਭ ਦੇਖੋ

source: Viral
ar: منتشر
be: Віруснае
ja: バイラル
ko: 바이러스성
ne: भाइरल
pa: ਵਾਇਰਲ

source: Watch Video
ar: مشاهدة الفيديو
be: Глядзець відэа
ja: 動画を見る
ko: 동영상 보기
ne: भिडियो हेर्नुहोस
pa: ਵੀਡੀਓ ਦੇਖੋ

source: Welcome
ar: مرحباً
be: Вітаю
ja: ようこそ
ko: BlackHole
ne: स्वागत छ
pa: ਸਵਾਗਤ ਹੈ

source: will Play Next
ar: سيتم تشغيل التالي
be: будзе гуляць далей
ja: は次に再生されます
ko: 가(이) 재생됩니다
ne: अर्को बजाइनेछ
pa: ਇਹ ਅੱਗੇ ਚੱਲੇਗਾ

source: Year
ar: السنة
be: Год
ja: 年
ko: 연도
ne: वर्ष
pa: ਸਾਲ

source: Yes
ar: نعم
be: Так
ja: はい
ko: 예
ne: हो
pa: ਹਾਂ

# yesReplace
source: Yes, but replace old
ar: نعم ، ولكن إستبدال القديم
be: Так, але замяніць стары
ja: はい、古いものと置換
ko: 덮어쓰기
ne: हो, तर पुरानो बदल्नुहोस्
pa: ਹਾਂ, ਪਰ ਪੁਰਾਣੇ ਨੂੰ ਬਦਲੋ

source: YouTube
ko: 유튜브
ne: युटुब
pa: ਯੂਟਿਊਬ

source: Your Playlists
ar: قوائم التشغيل الخاصة بك
be: Вашы плэйлісты
ja: 再生リスト
ko: 내 플레이리스트
ne: तपाईंको प्लेलिस्टहरू
pa: ਤੁਹਾਡੀਆਂ ਪਲੇਲਿਸਟਾਂ

# ytDownQuality
source: YouTube Download Quality
ar: جودة التحميل من YouTube
be: Якасць спампоўкі з YouTube
ja: YouTube ダウンロード品質
ko: YouTube 다운로드 화질
ne: युटुब डाउनलोड गुणस्तर
pa: ਯੂਟਿਊਬ ਡਾਊਨਲੋਡ ਕੁਆਲਿਟੀ

# ytDownQualitySub
source: Higher quality uses more disk space
ar: تستخدم الجودة العالية مساحة أكبر على القرص
be: Больш высокая якасць займае больш дыскавай прасторы
ja: 高品質では空き領域をより消費します
ko: 음질이 높을수록 용량이 더 커집니다
ne: उच्च गुणस्तरले अधिक डिस्क स्थान प्रयोग गर्दछ
pa: ਉੱਚ ਕੁਆਲਿਟੀ ਵਧੇਰੇ ਡਿਸਕ ਥਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ

source: Share Logs
ar: مشاركة السجلات
be: Абагуліць логі
ja: ログを共有
ne: लगहरू साझा गर्नुहोस्
pa: ਲੌਗ ਸ਼ੇਅਰ ਕਰੋ

# shareLogsSub
source: Share current sessions logs
ar: مشاركة سجلات الجلسات الحالية
be: Падзяліцеся логамі бягучых сеансаў
ja: 現在のセッションのログを共有
ne: हालको सत्र लगहरू साझा गर्नुहोस्
pa: ਮੌਜੂਦਾ ਸੈਸ਼ਨਾਂ ਦੇ ਲੌਗਾਂ ਨੂੰ ਸਾਂਝਾ ਕਰੋ

source: Radio
ar: الراديو
be: Радыё
ja: ラジオ
ne: रेडियो
pa: ਰੇਡੀਓ

# cantFind
source: Can't find what you are looking for?
ar: لا تستطيع أن تجد ما تبحث عنه؟
ja: 探しているものが見つかりませんか ？
ne: खोजेको कुरा भेटाउन सकिएन
pa: ਤੁਸੀਂ ਜੋ ਲੱਭ ਰਹੇ ਹੋ ਉਸਨੂੰ ਨਹੀਂ ਲੱਭ ਸਕਦੇ?
zh_hant: 找不到喔！

# showTopChartsSub
source: Show Spotify Top Charts on Home Screen
ar: إظهار أفضل الرسوم البيانية لـ Spotify على الشاشة الرئيسية
ja: ホーム画面に Spotify 上位チャートを表示
ne: गृह स्क्रिनमा स्पोटिफाई शीर्ष चार्टहरू देखाउनुहोस्
pa: ਸਪੌਟੀਫਾਈ ਦੇ ਚੋਟੀ ਦੇ ਗੀਤ ਹੋਮ ਸਕਰੀਨ ਤੇ ਵਿਖਾਓ

source: Show Top Charts
ar: إظهار أهم المخططات
ja: 上位チャートを表示
ne: शीर्ष चार्ट देखाउनुहोस्
pa: ਚੋਟੀ ਦੇ ਗੀਤ ਵਿਖਾਓ

source: Most Played Song
ar: الأغنية الأكثر تشغيلاً
ja: 最も再生された曲
pa: ਸਭ ਤੋਂ ਜਿਆਦਾ ਚਲਾਇਆ ਗੀਤ

source: Songs Played
ar: الأغاني التي تم تشغيلها
ja: 曲再生
pa: ਚਲਾਏ ਹੋਏ ਗੀਤ

source: Stats
ar: احصائيات
ja: 統計
pa: ਅੰਕੜੇ

# compactNotificationButtonsSub
source: Buttons to show in Compact Notification View
ar: الأزرار المراد إظهارها في عرض الإشعار المضغوط
ja: コンパクト通知ビューに表示するボタンについて
pa: ਸੰਖੇਪ ਸੂਚਨਾ ਦ੍ਰਿਸ਼ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਬਟਨ

# compactNotificationButtonsHeader
source: You can select max 3 buttons
ar: يمكنك تحديد 3 أزرار كحد أقصى
ja: 最大3つのボタンが選択できます
pa: ਤੁਸੀਂ ਅਧਿਕਤਮ 3 ਬਟਨ ਚੁਣ ਸਕਦੇ ਹੋ

source: Compact Notification Buttons
ar: أزرار الإشعار المدمجة
ja: コンパクトな通知ボタン
pa: ਸੰਖੇਪ ਸੂਚਨਾ ਬਟਨ

# streamWifiQuality
source: Streaming Quality (Wifi)
ar: جودة البث (Wifi)
ja: ストリームの品質 (Wifi)
pa: ਸਟ੍ਰੀਮਿੰਗ ਕੁਆਲਟੀ (ਵਾਈ-ਫਾਈ)

# streamWifiQualitySub
source: This will be used whenever Wifi is connected
ar: سيتم إستخدام هذا كلما تم توصيل Wifi
ja: Wifi 接続時に使用する
pa: ਜਦੋਂ ਵੀ ਵਾਈ-ਫਾਈ ਕਨੈਕਟ ਹੁੰਦਾ ਹੈ ਤਾਂ ਇਸ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾਵੇਗੀ

# blacklistHomeSections
source: Blacklist this section
ar: وضع هذا القسم في القائمة السوداء
ja: この部分をブラックリストに登録
kn: ಈ ಭಾಗವನ್ನು ಕಪ್ಪುಪಟ್ಟಿಗೆ ಸೇರಿಸಿ
or: ଏହି ବିଭାଗକୁ କଳା ତାଲିକାଭୁକ୍ତ କରନ୍ତୁ
pa: ਇਸ ਸੈਕਸ਼ਨ ਨੂੰ ਕਾਲੀ-ਸੂਚੀ ਵਿੱਚ ਪਾਓ

# blacklistHomeSectionsConfirm
source: Are you sure you want to blacklist this section? Once blacklisted, it won't be shown on home screen
ar: هل أنت متأكد أنك تريد وضع هذا القسم في القائمة السوداء؟ بمجرد وضعه في القائمة السوداء، لن يتم عرضه على الشاشة الرئيسية
ja: この部分をブラックリストに登録しますか？登録するとホーム画面に表示されなくなります
kn: ಈ ವಿಭಾಗವನ್ನು ನೀವು ಕಪ್ಪುಪಟ್ಟಿಗೆ ಸೇರಿಸಲು ಖಚಿತವಾಗಿರುವಿರಾ? ಒಮ್ಮೆ ಕಪ್ಪುಪಟ್ಟಿಗೆ ಸೇರಿಸಿದ ನಂತರ, ಅದನ್ನು ಹೋಮ್ ಸ್ಕ್ರೀನ್ ನಲ್ಲಿ ತೋರಿಸಲಾಗುವುದಿಲ್ಲ
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଏହି ବିଭାଗକୁ ବ୍ଲାକଲିଷ୍ଟ କରିବାକୁ ଚାହୁଁଛନ୍ତି? ଥରେ କଳା ତାଲିକାଭୁକ୍ତ ହୋଇଗଲେ, ଏହା ହୋମ ସ୍କ୍ରିନରେ ଦେଖାଯିବ ନାହିଁ
pa: ਕੀ ਤੁਹਾਨੂੰ ਪੱਕਾ ਯਕੀਨ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸ ਸੈਕਸ਼ਨ ਨੂੰ ਕਾਲੀ-ਸੂਚੀ ਵਿੱਚ ਪਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇੱਕ ਵਾਰ ਕਾਲੀ-ਸੂਚੀ ਵਿੱਚ ਪਾਉਣ ਤੋਂ ਬਾਅਦ, ਇਸ ਨੂੰ ਹੋਮ ਸਕ੍ਰੀਨ 'ਤੇ ਨਹੀਂ ਦਿਖਾਇਆ ਜਾਵੇਗਾ
te: ఈ విభాగాన్ని బ్లాక్ లిస్ట్ లో పెట్టాలని మీరు ఖచ్చితంగా అనుకుంటున్నారా? ఒకసారి బ్లాక్ లిస్ట్ లో పెట్టిన తర్వాత, ఇది హోమ్ స్క్రీన్ పై చూపబడదు
zh_hant: 您確定要將此部分列入黑名單嗎？ 一旦列入黑名單，將不會顯示在主屏幕上

source: Folders
ar: المجلدات
ja: フォルダー
pa: ਫ਼ੋਲਡਰ

source: No File selected
ar: لا يوجد ملف محدد
ja: ファイルの選択なし
pa: ਕੋਈ ਫਾਈਲ ਨਹੀਂ ਚੁਣੀ

# navTabs
source: Navigation Bar Tabs
ja: ナビゲーションバーのタブ
pa: ਨੈਵੀਗੇਸ਼ਨ ਬਾਰ ਟੈਬਸ

# minFourRequired
source: Min 4 required
ar: مطلوب 4 دقائق
ja: 最低4つ必要
pa: ਨਿਊਨਤਮ 4 ਜਰੂਰੀ

# navTabsSub
source: Tabs to be shown in bottom navigation bar
ja: 下部のナビゲーションバーに表示するタブ
pa: ਹੇਠਾਂ ਨੈਵੀਗੇਸ਼ਨ ਬਾਰ ਵਿੱਚ ਵਿਖਾਉਣ ਲਈ ਟੈਬਾਂ

# useLessDataImage
source: Use Less Data for Images
ja: 画像のデータ量を減らす
pa: ਤਸਵੀਰਾਂ ਲਈ ਘੱਟ ਡਾਟਾ ਦੀ ਵਰਤੋਂ ਕਰੋ

# useLessDataImageSub
source: This will reduce the quality of images in the app, but will save your data
ja: アプリ中の画像の品質を下げデータを節約
pa: ਇਹ ਐਪ ਵਿੱਚ ਤਸਵੀਰਾਂ ਦੀ ਗੁਣਵੱਤਾ ਨੂੰ ਘਟਾ ਦੇਵੇਗਾ, ਪਰ ਤੁਹਾਡੇ ਡਾਟਾ ਨੂੰ ਬਚਾਏਗਾ

source: OR
ar: أو
be: АБО
ja: または
ko: 또는
ne: वा
