Repository: Aakash574/Music-Player
Catalog: lib/localization/app_*.arb
Languages: ar, be, el, gu, ja, kn, ko, mn, ne, or, pa, sv, te, vi, zh_hant

# accent
source: Accent Color & Hue
ar: لون التمييز ودرجة اللون
be: Акцэнтны колер
gu: એક્સેન્ટ કલર અને હ્યુ
ja: アクセントカラー & 色相
kn: ಉಚ್ಚಾರಣೆ ಬಣ್ಣ ಮತ್ತು ವರ್ಣ
ko: 색 선택
ne: एक्सेन्ट रंग र गाढापन
or: Accent ରଙ୍ଗ ଏବଂ ରଙ୍ଗ
pa: ਲਹਿਜ਼ੇ ਦਾ ਰੰਗ 'ਤੇ ਉਸਦੀ ਤੀਵਰਤਾ
sv: Accentfärg & Nyans
te: యాక్సెంట్ కలర్ & హ్యూ
vi: Màu nhấn & sắc thái
zh_hant: 強調顏色與色調

source: Add New
ar: إضافة جديد
be: Дадаць новае
el: Πρόσθεσε νέο
gu: નવું ઉમેરો
ja: 新規
kn: ಹೊಸದನ್ನು ಸೃಷ್ಟಿಸಿ
ko: 새로 추가하기
mn: Шинээр нэмэх
ne: नयाँ थप्नुहोस्
or: ନୂତନ ଯୋଡନ୍ତୁ
pa: ਨਵਾਂ ਜੋੜ੍ਹੋ
sv: Lägg till ny
te: కొత్తవి జోడించండి
vi: Thêm Mới
zh_hant: 新增

# addSomething
source: Go and Add Something
ar: الذهاب وإضافة شيئ
be: Дадайце што-небудзь
el: Πάνε και πρόσθεσε κάτι
gu: જાઓ અને કંઈક ઉમેરો
ja: 何か追加してください
kn: ಹೊಸದನ್ನು ಸೇರಿಸಿ
ko: 플레이리스트를 채워보세요
ne: गएर र केहि थप्नुहोस्
or: ଯାଅ ଏବଂ କିଛି ଯୋଗ କର
pa: ਜਾਓ ਅਤੇ ਕੁਝ ਜੋੜ੍ਹੋ
sv: Gå och lägg till något
te: వెళ్లి ఏదైనా జోడించండి
vi: Đi và thêm thứ gì đó đi
zh_hant: 添加新內容

source: Add to Playlist
ar: إضافة إلى قائمة التشغيل
be: Дадаць у плэйліст
el: Προσθήκη στην λίστα αναπαραγωγής
gu: પ્લેલિસ્ટમાં ઉમેરો
ja: 再生リストに追加
kn: ಪ್ಲೇಪಟ್ಟಿಗೆ ಸೇರಿಸಿ
ko: 플레이리스트에 추가하기
mn: Жагсаалтад нэмэх
ne: प्लेलिस्टमा थप्नुहोस्
or: ପ୍ଲେ ଲିଷ୍ଟରେ ଯୋଡନ୍ତୁ
pa: ਪਲੇ-ਲਿਸਟ 'ਚ ਜੋੜ੍ਹੋ
sv: Lägg till i spellista
te: పాటల క్రమంలో చేర్చు
vi: Thêm vào Danh sách phát
zh_hant: 添加至播放清單

source: Add to Queue
ar: إضافة إلى قائمة الإنتظار
be: Дадаць у чаргу
el: Προσθήκη στην ουρά
gu: કતારમાં ઉમેરો
ja: キューに追加
kn: ಸಾಲಿಗೆ ಸೇರಿಸಿ
ko: 재생목록에 추가하기
mn: Дараалалд нэмэх
ne: सुचिमा थप्नुहोस्
or: ଧାଡିରେ ଯୋଡନ୍ତୁ
pa: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ
sv: Lägg till i kö
te: క్యూకి జోడించండి
vi: Thêm vào Hàng đợi
zh_hant: 加入佇列

source: Added to
ar: مضاف الى
be: Дададзена ў
el: Προστέθηκε στο
gu: તેમાં ઉમેરવામાં આવ્યું છે
ja: 以下に追加しました
kn: ಗೆ ಸೇರಿಸಲಾಗಿದೆ
ko: 에 추가됨
mn: Нэмсэн
ne: मा थपियो
or: ସହିତ ଯୋଡା ଯାଇଛି
pa: ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
sv: Tillagd i
vi: Đã thêm vào
zh_hant: 已添加至

# addedToFav
source: Added to Favorites
ar: مضاف الى المفضلة
be: Дададзена ў абранае
el: Προστέθηκε στα Αγαπημένα
gu: મનપસંદમાં ઉમેરવામાં આવે છે
ja: お気に入りに追加しました
kn: ಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸಲಾಗಿದೆ
ko: 좋아요 표시한 곡에 추가됨
mn: Таалагдсан жагсаалтад нэмэгдлээ
ne: मनपर्नेमा थपियो
or: ପସନ୍ଦଗୁଡିକରେ ଯୋଡା ଯାଇଛି
pa: ਪਸੰਦੀਦਾ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
sv: Tillagd i favoriter
vi: Đã thêm vào Mục yêu thích
zh_hant: 已添加至我的最愛

source: Added to Queue
ar: مضاف إلى قائمة الإنتظار
be: Дададзена ў чаргу
el: Προστέθηκε στην ουρά
gu: કતારમાં ઉમેરવામાં આવ્યું છે
ja: キューに追加しました
kn: ಸಾಲಿಗೆ ಸೇರಿಸಲಾಗಿದೆ
ko: 재생목록에 추가됨
mn: Дараалалд нэмлээ
ne: सुचिमा थपियो
or: ଧାଡିରେ ଯୋଡା ଯାଇଛି
pa: ਕਤਾਰ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
sv: Tillagd i kö
vi: Đã thêm vào hàng đợi
zh_hant: 已添加至佇列

source: Album
ar: الألبوم
be: Альбом
el: Άλμπουμ
gu: આલ્બમ
ja: アルバム
kn: ಆಲ್ಬಮ್
ko: 앨범
mn: Албум
ne: एल्बम
or: ଆଲବମ୍
pa: ਐਲਬਮ
zh_hant: 專輯

source: Album Artist
ar: فنان الألبوم
be: Выканаўца альбома
el: Καλλιτέχνης άλμπουμ
gu: આલ્બમ કલાકાર
ja: アルバム アーティスト
kn: ಆಲ್ಬಂ ಕಲಾವಿದ
ko: 앨범 아티스트
mn: Албум артист
ne: एल्बम कलाकार
or: ଆଲବମ୍ କଳାକାର
pa: ਐਲਬਮ ਕਲਾਕਾਰ
vi: Album Nghệ sĩ
zh_hant: 專輯藝人

source: Adjust Speed
ar: ضبط السرعة
be: Адрэгуляваць хуткасць
el: Ρύθμιση ταχύτητας
gu: ઝડપને સમાયોજિત કરો
ja: 再生速度を調整
kn: ವೇಗವನ್ನು ಹೊಂದಿಸಿ
ko: 속도 조절
mn: Хурд тохируулах
ne: गति मिलाउनुहोस्
or: ବେଗ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ
pa: ਗਤੀ 'ਚ ਫੇਰ-ਬਦਲ ਕਰੋ
sv: Justera hastighet
vi: Điều chỉnh tốc độ
zh_hant: 調整速度

source: Alphabetical
ar: أبجدي
be: Па алфавіце
el: Αλφαβητικά
gu: આલ્ફાબેટિકલ
ja: アルファベット順
kn: ವರ್ಣಮಾಲೆಯ
ko: 가나다순
mn: Үсгийн дарааллаар
ne: वर्णमानुक्रम
or: ବର୍ଣ୍ଣାନୁକ୍ରମିକ
pa: ਵਰਣਮਾਲਾ ਦੇ ਅਨੁਸਾਰ
sv: Alfabetisk
vi: Thứ tự bảng chữ cái
zh_hant: 按字母排序

source: Already Exists
ar: موجود بالفعل
be: Ужо існуе
el: Υπάρχει ίδη
gu: પહેલેથી જ અસ્તિત્વમાં છે
ja: 既に存在します
kn: ಈಗಾಗಲೇ ಇದೆ
ko: 이미 존재함
mn: Аль хэдийн үүссэн
ne: पहिले नै अवस्थित छ
or: ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି
pa: ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
sv: Existerar redan
vi: Đã tồn tại
zh_hant: 已存在

source: Already in Queue
ar: بالفعل في قائمة الإنتظار
be: Ужо ў чарзе
el: Ίδη στην ουρά
gu: પહેલેથી જ કતારમાં છે
ja: 既にキュー内にあります
kn: ಈಗಾಗಲೇ ಸರದಿಯಲ್ಲಿದೆ
ko: 재생목록에 이미 존재함
mn: Аль хэдийн дараалалд орсон
ne: पहिले नै सुचिमा छ
or: ପୂର୍ବରୁ ଧାଡିରେ ଅଛି
pa: ਪਹਿਲਾਂ ਹੀ ਕਤਾਰ ਵਿੱਚ ਮੌਜੂਦ ਹੈ
sv: Redan i kön
vi: Đã có trong hàng đợi
zh_hant: 已在佇列中

# appTitle
source: BlackHole
ar: الثقب الأسود
gu: બ્લેકહોલ
kn: ಬ್ಲ್ಯಾಕ್ ಹೋಲ್
mn: uSound
or: କୃଷ୍ଣଗର୍ତ୍ତ
pa: ਬਲੈਕਹੋਲ

source: Artist
ar: الفنان
be: Выканаўца
el: Καλλιτέχνης
gu: કલાકાર
ja: アーティスト
kn: ಕಲಾವಿದ
ko: 아티스트
mn: Артист
ne: कलाकार
or: କଳାକାରମାନେ
pa: ਕਲਾਕਾਰ
vi: Nghệ sĩ
zh_hant: 藝人

source: Artists
ar: الفنانون
be: Выканаўцы
el: Καλλιτέχνες
gu: કલાકારો
ja: アーティスト
kn: ಕಲಾವಿದರು
ko: 아티스트
mn: Артист
ne: कलाकारहरू
or: କଳାକାର ମାନେ
pa: ਕਲਾਕਾਰ
sv: Artister
vi: Các nghệ sĩ
zh_hant: 藝人

# autoBack
source: Auto Backup
ar: النسخ الاحتياطي التلقائي
be: Аўтаматычны бэкап
gu: ઓટો બેકઅપ
ja: 自動バックアップ
kn: ಸ್ವಯಂ ಬ್ಯಾಕಪ್
ko: 자동 백업
ne: स्वत: ब्याकअप
or: ସ୍ୱୟଂଚାଳିତ ସଂରକ୍ଷଣ
pa: ਆਟੋ ਬੈਕਅੱਪ
vi: Tự động sao lưu
zh_hant: 自動備份

# autoBackLocation
source: Auto Backup Location
ar: موقع النسخ الاحتياطي التلقائي
be: Месца захоўвання аўтаматычнага бэкапу
ja: 自動バックアップ先
kn: ಸ್ವಯಂ ಬ್ಯಾಕಪ್ ಸ್ಥಳ
ko: 자동 백업 위치
ne: स्वत: ब्याकअप स्थान
or: ସ୍ୱୟଂଚାଳିତ ସଂରକ୍ଷଣ ସ୍ଥାନ
pa: ਆਟੋ ਬੈਕਅੱਪ ਦਾ ਸਥਾਨ
sv: Auto backup plats
vi: Vị trí tự động sao lưu
zh_hant: 自動備份位置

# autoBackSub
source: Automatically backup data
ar: نسخ احتياطي للبيانات تلقائيًا
be: Аўтаматычна рабіць бэкапы дадзеных
gu: આપોઆપ બેકઅપ માહિતી
ja: データの自動バックアップ
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಡೇಟಾ ಬ್ಯಾಕಪ್ ಮಾಡು
ko: 데이터 자동 백업
ne: स्वचालित डाटा ब्याकअप
or: ତଥ୍ୟକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସଂରକ୍ଷଣ କରନ୍ତୁ
pa: ਸਵੈਚਾਲਿਤ ਡਾਟਾ ਬੈਕਅੱਪ
sv: Automatiskt säkerhetskopiera data
vi: Tự động sao lưu dữ liệu
zh_hant: 自動備份資料

source: Autoplay
ar: تشغيل تلقائي
be: Аўтаматычнае прайграванне
gu: ઓટોપ્લે
ja: 自動再生
kn: ಸ್ವಚಾಲಿತ
ko: 자동 재생
mn: Авто тоглуулах
ne: अटोप्ले
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚଲାନ୍ତୁ
pa: ਆਟੋ-ਪਲੇਅ
sv: Autouppspelning
vi: Tự động phát
zh_hant: 自動播放

# autoplaySub
source: Automatically add related songs to the queue
ar: إضافة الأغاني ذات الصلة تلقائيًا إلى قائمة الانتظار
be: Аўтаматычнае даданне звязаных песень у чаргу
gu: કતારમાં આપોઆપ સંબંધિત ગીતો ઉમેરો
ja: 関連する曲をキューに自動で追加
kn: ಸರದಿಯಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಂಬಂಧಿಸಿದ ಹಾಡುಗಳನ್ನು ಸೇರಿಸಿ
ko: 자동으로 재생목록에 연관된 노래 추가하기
mn: Төстэй дуунуудыг автоматаар нэмэх
ne: स्वचालित रूपमा सुचिमामा सम्बन्धित गीतहरू थप्नुहोस्
or: ଧାଡ଼ିରେ ସମ୍ପର୍କିତ ଗୀତଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଯୋଗ କରନ୍ତୁ
pa: ਸਵੈਚਾਲਿਤ ਰੂਪ ਨਾਲ੍ਹ ਸਬੰਧਿਤ ਗੀਤਾਂ ਨੂੰ ਕਤਾਰ ਵਿੱਚ ਜੋੜ੍ਹੋ
sv: Automatiskt lägg till relaterade låtar i kön
vi: Tự động thêm các bài hát có liên quan vào hàng đợi
zh_hant: 自動接續播放類似歌曲

source: Back
ar: رجوع
be: Назад
el: Πίσω
gu: પાછું
ja: 戻る
kn: ಹಿಂದೆ
ko: 뒤로가기
mn: Буцах
ne: पछाडि
or: ପଛକୁ
pa: ਵਾਪਸ
sv: Tillbaka
vi: Trở về
zh_hant: 返回

# backupSuccess
source: Backup Successful
ar: تم النسخ الاحتياطي بنجاح
be: Бэкап быў паспяхова створаны
gu: બેકઅપ સફળ
ja: バックアップに成功
kn: ಬ್ಯಾಕಪ್ ಯಶಸ್ವಿಯಾಗಿದೆ
ko: 백업 완료
ne: ब्याकअप सफल भयो
or: ବ୍ଯାକଅପ ସଫଳ ହୋଇଛି
pa: ਮੁੜ-ਬਹਾਲੀ ਸਫਲ ਰਹੀ
sv: Säkerhetskopiering lyckades
vi: Sao lưu thành công
zh_hant: 成功備份

# backNRest
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
be: Бэкап і аднаўленне
gu: બેકઅપ અને રીસ્ટોર
ja: バックアップと復元
kn: ಬ್ಯಾಕಪ್ & ಪುನಃಸ್ಥಾಪನೆ
ko: 백업 & 복원
ne: ब्याकअप र रिस्टोर
or: ନକଲ ଓ ସଂରକ୍ଷଣ
pa: ਬੈਕਅੱਪ ਅਤੇ ਮੁੜ-ਬਹਾਲੀ
sv: Säkerhetskopiera och återställ
vi: Sao lưu và Phục hồi
zh_hant: 備份&恢復

# bgGrad
source: Background Gradient
ar: تدرج الخلفية
be: Фонавы градыент
gu: બેકગ્રાઉન્ડ ગ્રેડીએન્ટ
ja: 背景のグラデーション
kn: ಹಿನ್ನೆಲೆ ಗ್ರೇಡಿಯಂಟ್
ko: 배경 그라데이션
ne: पृष्ठभूमि ग्रेडियन्ट
or: ପୃଷ୍ଠଭୂମି ଗ୍ରେଡିଏଣ୍ଟ
pa: ਬੈਕਗ੍ਰਾਊਂਡ ਗਰੇਡੀਐਂਟ
sv: Bakgrunds gradient
vi: Nền Gradient
zh_hant: 背景漸層

# bgGradSub
source: Gradient used as background everywhere
ar: التدرج المستخدم كخلفية في كل مكان
be: Градыент усюды выкарыстоўваецца ў якасці фону
gu: ગ્રેડીએન્ટ બેકગ્રાઉન્ડ દરેક જગ્યાએ
ja: 全体の背景として使用するグラデーション
kn: ಎಲ್ಲೆಡೆ ಹಿನ್ನೆಲೆಯಾಗಿ ಬಳಸಲಾಗುವ ಗ್ರೇಡಿಯಂಟ್
ko: 배경에 사용되는 그라데이션
ne: ग्रेडियन्ट लाई ब्याकग्राउन्ड को रूप मा सबै तिर चलाईयो
or: ସବୁଆଡ଼େ ପୃଷ୍ଠଭୂମି ଭାବରେ ବ୍ୟବହୃତ ଗ୍ରେଡିଏଣ୍ଟ
pa: ਗਰੇਡੀਐਂਟ ਹਰ ਜਗਾਹ ਬੈਕਗ੍ਰਾਊਂਡ ਵਿੱਚ ਇਸਤੇਮਾਲ ਹੁੰਦਾ ਹੈ
sv: Gradient använd som bakgrund överallt
vi: Gradient được sử dụng làm nền ở mọi nơi
zh_hant: 永遠使用漸層背景

# blacklistedHomeSectionsSub
source: Sections with these titles won't be shown on Home Screen
ar: لن يتم عرض الأقسام التي تحمل هذه العناوين على الشاشة الرئيسية
be: Раздзелы з гэтымі загалоўкамі не будуць адлюстроўвацца на галоўным экране
gu: આ શીર્ષકો વાળા વિભાગો હોમ સ્ક્રીન પર બતાવવામાં આવશે નહીં
ja: この題名の部分をホーム画面に表示しません
kn: ಈ ಶೀರ್ಷಿಕೆಗಳನ್ನು ಹೊಂದಿರುವ ವಿಭಾಗಗಳನ್ನು ಹೋಮ್ ಸ್ಕ್ರೀನ್ ನಲ್ಲಿ ತೋರಿಸಲಾಗುವುದಿಲ್ಲ
ko: 홈 탭에 있는 섹션들을 삭제할 수 있습니다
ne: यी टाइटल भएका सेक्सन हरु होम स्क्रीन मा देखिन्नन्
or: ଏହି ଶୀର୍ଷକଗୁଡ଼ିକ ସହିତ ବିଭାଗଗୁଡ଼ିକ ହୋମ ସ୍କ୍ରିନରେ ପ୍ରଦର୍ଶିତ ହେବ ନାହିଁ
pa: ਇਹਨਾੰ ਸਿਰਲੇਖਾਂ ਵਾਲ੍ਹੇ ਸੈਕਸ਼ਨ ਹੋਮ ਸਕਰੀਨ ਤੇ ਨਹੀਂ ਵਿਖਾਏ ਜਾਣਗੇ
sv: Sektioner med dessa titlar visas inte på hemskärmen
te: ఈ శీర్షికలతో ఉన్న విభాగాలు హోమ్ స్క్రీన్ పై చూపబడవు
vi: Các phần có các tiêu đề này sẽ không được hiển thị trên Màn hình chính
zh_hant: 包含這些標題的部分不會顯示在主頁

# bottomGradSub
source: Gradient used in Bottom Sheets
ar: التدرج المستخدم في الأوراق السفلية
be: Градыент, які выкарыстоўваецца ў ніжняй частцы
gu: બોટમ શીટ્સમાં વપરાયેલ ગ્રેડિયન્ટ
ja: 下部シートに使われるグラデーション
ko: 하단 팝업에 사용되는 그라데이션
ne: तल्लो पाना मा चलाइएका ग्रेडियन्ट
pa: ਹੇਠਲੀ ਸ਼ੀਟ 'ਚ ਵਰਤਿਆ ਗਰੇਡੀਐਂਟ
sv: Gradient som används i nedre ark
vi: Gradient được sử dụng ở Sheets ở đáy
zh_hant: 在底欄使用漸層

# buyCoffee
source: Buy me a coffee
ar: اشتري لي قهوة
be: Купіце мне каву
gu: મને કોફી અપાવો
ja: コーヒー奢って
kn: ನನಗೆ ಕಾಫಿಯನ್ನು ಖರೀದಿಸಿ
ko: 커피 한잔 사주세요
ne: मलाई एउटा कफी किन्दिनुहोस
pa: ਮੇਰੇ ਲਈ ਇੱਕ ਕਾਫ਼ੀ ਖ਼ਰੀਦ ਦਿਓ
sv: Köp mig en kaffe
vi: Mua tôi một cốc cà phê

source: Cache
ar: الذاكرة المؤقتة
be: Кэш
gu: કેચે
ja: キャッシュ
ko: 캐시
pa: ਕੈਚ-ਭੰਡਾਰ
vi: Bộ nhớ đệm
zh_hant: 快取

# cacheSong
source: Cache Songs
ar: أغاني ذاكرة التخزين المؤقت
be: Кэшаваць песні
gu: કેચે ગીતો
ja: 曲をキャッシュ
ko: 곡 캐시하기
ne: गानाहरु cache गर्नुहोस्
pa: ਕੈਚ ਕੀਤੇ ਗੀਤ
sv: Cacha låtar
vi: Bài hát trong bộ nhớ đệm
zh_hant: 快取歌曲

source: Cancel
ar: إلغاء
be: Адмена
el: Ακύρωση
gu: રદ્દ
ja: キャンセル
ko: 취소
ne: रद्द गर्नुहोस्
pa: ਰੱਦ ਕਰੋ
sv: Avbryt
vi: Hủy
zh_hant: 取消

source: Canvas Color
ar: الوان القماش
be: Колер палатна
gu: કેનવાસ રંગ
ja: キャンバスの色
ko: 캔버스 색상
ne: क्यानभास को रंग
pa: ਕੈਨਵਸ ਦੇ ਰੰਗ
sv: Canvas färg
vi: Màu canvas
zh_hant: 背景顏色

# canvasColorSub
source: Color of Background Canvas
ar: لون قماش الخلفية
be: Колер фонавага палатна
gu: બેકગ્રાઉન્ડ કેનવાસનો રંગ
ja: 背景のキャンバスの色
ko: 캔버스 배경 색상
ne: ब्याकग्राउन्ड को क्यानभास को रंग
pa: ਬੈਕਗ੍ਰਾਊਂਡ ਕੈਨਵਸ ਦਾ ਰੰਗ
sv: Färg på bakgrundscanvas
vi: Màu của vải nền
zh_hant: 應用程式主背景顏色

# cardColorSub
source: Color of Search Bar, Alert Dialogs, Cards
ar: لون شريط البحث ومربعات التنبيه والبطاقات
be: Колер радка пошуку, дыялогаў абвестак, картак
el: Χρώμα γραμμής αναζήτησης, διαλόγων ειδοποιήσεων, καρτών
gu: સર્ચ બારનો રંગ, ચેતવણી સંવાદ, કાર્ડ્સ
ja: 検索バー、警告ダイアログ、カードの色
ko: 검색, 알림, 팝업 색상
ne: सर्च बार,अलर्ट डायलग र कार्डहरू को रंग
pa: ਖੋਜ-ਪੱਟੀ ਦਾ ਰੰਗ, ਅਲਰਟ ਡਾਇਲਾਗ, ਕਾਰਡ
sv: Färg på sökfält, varningsdialoger, kort
vi: Màu của thanh tìm kiếm, hộp thoại cảnh báo, thẻ
zh_hant: 搜尋框、提示框和卡片顏色

# cardGrad
source: Card Gradient
ar: بطاقة التدرج
be: Градыент картак
gu: કાર્ડ ગ્રેડિયન્ટ
ja: カードのグラデーション
ko: 팝업 그라데이션
ne: कार्ड को ग्रेडियन्ट
pa: ਕਾਰਡ ਗਰੇਡੀਐਂਟ
sv: Kort gradient
vi: Thẻ Gradient
zh_hant: 卡片漸層

# cardGradSub
source: Gradient used in Cards
ar: تدرج المستخدم في البطاقات
be: Градыент, які выкарыстоўваецца ў картках
gu: કાર્ડ્સમાં વપરાયેલ ગ્રેડિયન્ટ
ja: カードのグラデーション
ko: 팝업에 사용되는 그라데이션
ne: कार्ड हरुमा चलाइएको ग्रेडियन्ट
pa: ਕਾਰਡਾਂ ਵਿੱਚ ਇਸਤੇਮਾਲ ਗਰੇਡੀਐਂਟ
sv: Gradient använd i kort
vi: Gradient được sử dụng trong thẻ
zh_hant: 卡片中使用的漸層

# changeDefault
source: Change to Default
ar: التغيير إلى الافتراضي
be: Змяніць на значэнне па змаўчанні
gu: ડિફૉલ્ટમાં બદલો
ja: 既定に変更
ko: 기본값으로 설정
ne: पूर्वनिर्धारितमा परिवर्तन गर्नुहोस्
pa: ਡਿਫ਼ਾਲਟ ਵਿੱਚ ਬਦਲੋ
sv: Ändra till standard
vi: Đặt về mặc định
zh_hant: 預設值

# chartLocation
source: Spotify Local Charts Location
ar: موقع الرسوم البيانية المحلية في Spotify
be: Месцазнаходжанне лакальных хітоў Spotify
el: Τοπικά γραφήματα Spotify
gu: સ્પોટિફાઇ સ્થાનિક ચાર્ટ્સ સ્થાન
ja: Spotify 音楽チャートの地域
ko: 스포티파이 차트 국가 설정
ne: Spotify स्थानीय चार्ट स्थान
pa: ਸਪੌਟੀਫਾਈ ਲੋਕਲ ਚਾਰਟ ਲੋਕੇਸ਼ਨ
sv: Spotify lokala topplistors plats
vi: Vị trí bảng xếp hạng trên Spotify
zh_hant: Spotify 本地排行榜位置

# chartLocationSub
source: Country for Top Spotify Local Charts
ar: البلد الأعلى لمخططات Spotify المحلية
be: Краіна для лепшых мясцовых чартаў Spotify
el: Χώρα για τα κορυφαία τοπικά γραφήματα του Spotify
gu: ટોપ Spotify સ્થાનિક ચાર્ટ્સ માટે દેશ
ja: Spotify 上位チャート用の国
ko: 국가 설정
ne: Spotify लोकल टप चार्ट को लागि देश
pa: ਸਪੌਟੀਫਾਈ ਦੇ ਟੌਪ ਚਾਰਟਸ ਲਈ ਦੇਸ਼
sv: Land för top Spotify lokala topplistor
vi: Quốc gia cho Bảng xếp hạng trên Spotify

# checkUpdate
source: Auto check for Updates
ar: التحقق التلقائي من وجود تحديثات
be: Аўтаматычная праверка абнаўленняў
el: Αυτόματος έλεγχος για ενημερώσεις
gu: અપડેટ્સ માટે ઓટો ચેક
ja: 自動でアップデートを確認
ko: 업데이트 자동 확인
ne: अद्यावधिकको लागि स्वत: जाँच
pa: ਅੱਪਡੇਟ ਦੇ ਲਈ ਆਟੋ-ਚੈੱਕ
sv: Skanna automatiskt efter uppdateringar
vi: Tự động kiểm tra cập nhật

source: Added by
ar: مضاف بواسطة
be: Дададзена
el: Προστέθηκε απο
gu: દ્વારા ઉમેરવામાં આવ્યું છે
ja: 追加
kn: ಇವರಿಂದ ಸೇರಿಸಲಾಗಿದೆ
ko: 추가한 사람
mn: Нэмсэн
ne: द्वारा थपियो
or: ଦ୍ୱାରା ଯୋଗ କରାଯାଇଛି
pa: ਦੁਆਰਾ ਜੋੜ੍ਹਿਆ
sv: Tillagd av
te: చేర్చారు
vi: Đã thêm bởi
zh_hant: 添加方式

source: Added to Playlists
ar: مضاف إلى قوائم التشغيل
be: Дададзена ў плэйліст
el: Προστέθηκε στην λίστα αναπαραγωγής
gu: પ્લેલિસ્ટમાં ઉમેરવામાં આવ્યું છે
ja: 再生リストに追加しました
kn: ಪ್ಲೇಪಟ್ಟಿಗಳಿಗೆ ಸೇರಿಸಲಾಗಿದೆ
ko: 플레이리스트에 추가됨
mn: Толуулах жагсаалтад нэмлээ
ne: प्लेलिस्टहरूमा थपियो
or: ପ୍ଲେଲିଷ୍ଟରେ ଯୋଡା ଯାଇଛି
pa: ਪਲੇ-ਲਿਸਟ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
sv: Tillagd i spellistor
vi: Đã thêm vào Danh sách phát
zh_hant: 已添加至播放清單

source: Albums
ar: الألبومات
be: Альбомы
gu: આલ્બમો
ja: アルバム
kn: ಆಲ್ಬಮ್‌ಗಳು
ko: 앨범 목록
mn: Албум
ne: एल्बमहरू
or: ଆଲବମ୍ ଗୁଡ଼ିକ
pa: ਐਲਬਮਜ਼
sv: Album
zh_hant: 專輯

source: Aboard
ar: في السيارة
be: На борце
gu: વહાણમાં
ja: 歓迎します
kn: ಸ್ವಾಗತ
ko: 초기 설정
mn: Тавтай морил
ne: अघि बढ्नुहोस
or: ଜାହାଜରେ
pa: ਸਵਾਰ ਹੋਵੋ
sv: Ombord
te: అతిథి
zh_hant: 正在播放

source: About
ar: حول
be: Аб праграме
gu: વિશે
ja: アプリの情報
kn: ಬಗ್ಗೆ
ko: 정보
mn: Тухай
ne: हाम्रो बारेमा
or: ବିଷୟରେ
pa: ਐਪ ਦੇ ਬਾਰੇ
sv: Om
te: నా గురించి
vi: Thông tin
zh_hant: 關於

# aboutLine1
source: This is an open-source project and can be found on
ar: هذا البرنامج مفتوح المصدر يمكنك الحصول عليه في
be: Гэта праект з адкрытым зыходным кодам, яго можна знайсці на
el: Αυτό είναι ένα πρόγραμμα ανοιχτού κώδικα και μπορεί να βρεθεί στο
gu: આ એક ઓપન સોર્સ પ્રોજેક્ટ છે અને તેના પર મળી શકે છે
ja: これはオープンソースのプロジェクトでここにあります
kn: ಇದು ತೆರೆದ ಮೂಲ ಯೋಜನೆಯಾಗಿದೆ ಮತ್ತು ಇದನ್ನು ಕಾಣಬಹುದು
ko: BlackHole은 오픈소스 프로젝트 입니다. GitHub에서 찾으실 수 있습니다
ne: यो एक खुला स्रोत परियोजना हो र मा फेला पार्न सकिन्छ
or: ଏହା ଏକ ମୁକ୍ତ ଉତ୍ସ ପ୍ରୋଜେକ୍ଟ ଏବଂ ଏହା ଉପରେ ମିଳିପାରିବ
pa: ਇਹ ਇੱਕ ਓਪਨ ਸਰੋਤ ਪ੍ਰੋਜੈਕਟ ਹੈ ਅਤੇ ਇਸਨੂੰ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ
sv: Detta är ett open-source projekt och kan hittas på
te: ఇది ఒక ఓపెన్ సోర్స్ ప్రాజెక్ట్ మరియు దీనిలో కనుగొనవచ్చు
vi: Đây là một dự án mã nguồn mở và có thể được tìm thấy trên
zh_hant: 這個軟體是開放原始碼專案，你可以在這裡找到原始碼

# aboutLine2
source: If you liked my work show some ♥ and ⭐ the repo
ar: إذا أعجبك عملي إظهار الحب ♥ والإعجاب بالمشروع ⭐
be: Калі вам спадабалася мая праграма, вы можаце стаць ♥ ці паставіць ⭐ ў рэпазітары
el: Αν σου άρεσε η δουλειά μου δείξε ♥ και ⭐ το repo
gu: જો તમને મારું કામ ગમ્યું હોય થોડું ♥ બતાવો અને રેપો ⭐
ja: 私の仕事を良いと思ったら あなたからの ♥とリポジトリに⭐をください
kn: ನಿಮಗೆ ನನ್ನ ಕೆಲಸ ನಿಚ್ಚೆದಲ್ಲಿ ಕೆಲವು ♥ ಮತ್ತು ಭಂಡಾರವನ್ನು⭐ ಮಾಡಿ
ko: BlackHole이 마음에 들었다면 GitHub에 ♥와 ⭐ 눌러주세요
mn: Хэрэв миний бүтээл таньд таалагдсан бол ♥ болон ⭐ дараарай
ne: मेरो काम मन पर्यो भने माया ♥ देखाउनुहोस र रेपो लाई ⭐ दिनुहोस्
or: ଯଦି ତୁମେ ମୋର କାମ ପସନ୍ଦ କର କିଛି ♥ ଏବଂ ⭐ ରେପୋ ଦେଖାନ୍ତୁ
pa: ਜੇ ਤੁਹਾਨੂੰ ਮੇਰਾ ਕੰਮ ਪਸੰਦ ਆਏ ਤਾਂ ਕੁਝ ♥ ਵਿਖਾਓ 'ਤੇ ਰੈਪੋ ਨੂੰ ⭐ ਕਰੋ
sv: Om du gillar mitt arbete visa lite ♥ och ⭐ repot
te: నా వర్క్ నచ్చితే కొంత ప్రేమతో రిపో కి ⭐ ఇవ్వండి
vi: Nếu bạn thích dự án này hãy thể hiện ♥ và ⭐ repo của nó
zh_hant: 如果你喜歡這個APP, 請給我的repo按個⭐

source: Blacklisted Home Sections
ar: أقسام الرئيسية المدرجة في القائمة السوداء
be: Галоўныя раздзелы ў чорным спісе
gu: બ્લેકલિસ્ટેડ હોમ વિભાગો
ja: ブラックリストに登録したホームの表示部分
kn: ಕಪ್ಪುಪಟ್ಟಿಯಲ್ಲಿರುವ ಮನೆ ವಿಭಾಗಗಳು
ko: 홈 섹션 커스텀
ne: कालोसूची मा भएका होम सेक्सन
or: ବ୍ଲାକଲିଷ୍ଟ ହୋଇଥିବା ହୋମ ସେକ୍ସନ
pa: ਬਲੈਕ-ਲਿਸਟਡ ਹੋਮ ਸੈਕਸ਼ਨ
sv: Svartlistade hemsektioner
vi: Các mục Trang chủ được đưa vào danh sách đen
zh_hant: 已列入黑名單的主畫面區域

# bottomGrad
source: Bottom Sheets Gradient
ar: أوراق سفلية متدرجة
be: Градыент ніжняй часткі
gu: બોટમ શીટ્સ ગ્રેડિયન્ટ
ja: 下部シートのグラデーション
kn: ಕೆಳಗಿನ ಶೀಟ್ ಗಳ ಗ್ರೇಡಿಯಂಟ್
ko: 하단 팝업 그라데이션
ne: तल्लो पाना को ग्रेडियन्ट
pa: ਹੇਠਲੀ ਸ਼ੀਟ ਦਾ ਗਰੇਡੀਐਂਟ
sv: Nedre ark gradient
vi: Nền Gradient ở đáy
zh_hant: 底欄漸層

# cacheSongSub
source: Songs will be cached for future playback. Additional space on your device will be taken
ar: سيتم تخزين الأغاني مؤقتًا للتشغيل في المستقبل. سيتم شغل مساحة إضافية على جهازك
be: Песні будуць захаваны ў кэшы для будучага прайгравання. Дадатковае месца на вашым прыладзе будзе занята
gu: ભવિષ્યના પ્લેબેક માટે ગીતો કેચે કરવામાં આવશે. તમારા ઉપકરણ પર વધારાની જગ્યા લેવામાં આવશે
ja: 曲は次回の再生のために一時的に保存されます。端末の空き領域を使います
ko: 앞으로 재생할 곡들이 기기에 캐시됩니다. 이에 따라 기기에 용량이 소유됩니다
ne: गीतहरू भविष्यमा प्लेब्याकको लागि cache गरिनेछ। तपाईंको डिभाइसमा थप ठाउँ लिनेछ
pa: ਗਾਣੇ ਭਵਿੱਖ ਦੇ ਪਲੇਅਬੈਕ ਲਈ ਕੈਸ਼ੇ ਕੀਤੇ ਜਾਣਗੇ। ਡਿਵਾਈਸ ਤੇ ਅਤਿਰਿਕਤ ਜਗਾਹ ਲੈ ਲਈ ਜਾਵੇਗੀ
sv: Låtar kommer att bli cachade för framtida uppspelning. Kommer ta extra utrymme på enheten
te: భవిష్యత్ ప్లేబ్యాక్ కోసం పాటలను క్యాచీ చేయనున్నారు. మీ పరికరంలో అదనపు స్థలం తీసుకోబడుతుంది
vi: Các bài hát sẽ được lưu vào bộ nhớ đệm để phát lại trong tương lai. Nó sẽ ăn dung lượng thiết bị của bạn
zh_hant: 歌曲將被緩存以供將來播放。 將佔用您設備上的額外空間

# cantAddToQueue
source: Can't add Online Song to Offline Queue
ar: لا يمكن إضافة أغنية عبر الإنترنت إلى قائمة الانتظار دون اتصال
be: Немагчыма дадаць анлайн песню ў афлайн чаргу
el: Δεν μπορείς να προσθέσεις διαδικτυακό τραγούδι σε ουρά εκτός σύνδεσης
gu: ઓફલાઇન કતારમાં ઓનલાઇન ગીત ઉમેરી શકતા નથી
ja: オフラインのキューにオンラインの曲を追加できません
ko: 온라인 곡은 오프라인 재생목록에 추가할 수 없습니다
ne: अफलाइन सुचिमा अनलाइन गीत थप्न सकिँदैन
pa: ਆਫਲਾਈਨ ਕਤਾਰ ਵਿੱਚ ਆਨਲਾਈਨ ਗਾਣਾ ਨਹੀਂ ਜੋੜ ਸਕਦੇ
sv: Kan inte lägga till online låt i offline kö
vi: Không thể thêm bài hát trực tuyến vào hàng đợi ngoại tuyến
zh_hant: 無法將線上歌曲添加至本地播放佇列

source: Card Color
ar: لون البطاقة
be: Колер картак
gu: કાર્ડ રંગ
ja: カードの色
ko: 카드 색상
ne: कार्ड को रंग
pa: ਕਾਰਡ ਦਾ ਰੰਗ
sv: Kort färg
vi: Màu thẻ
zh_hant: 卡牌顏色

# changeOrder
source: Long Press to change order
ar: إضغط مطولاً لتغيير الترتيب
be: Націсніце і ўтрымлівайце, каб змяніць парадак
el: Πατήστε παρατεταμένα για αλλαγή σειράς
gu: ઓર્ડર બદલવા માટે લાંબા સમય સુધી દબાવો
ja: 長押しで順序を変更
ko: 길게 눌러서 순서 변경
ne: अर्डर परिवर्तन गर्न लामो थिच्नुहोस्
pa: ਕ੍ਰਮ ਬਦਲਣ ਲਈ ਦੇਰ ਤੱਕ ਦਬਾਓ
sv: Håll in för att byta ordning
vi: Nhấn và giữ để thay đổi thứ tự
zh_hant: 長按以更改順序

# checkingUpdate
source: Checking for Updates…
ar: جاري التحقق عن تحديثات…
be: Праверка абнаўленняў…
el: Έλεγχος για ενημερώσεις…
gu: અપડેટ્સ માટે તપાસી રહ્યું છે…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
ne: अद्यावधिकको लागि जाँच गर्दै…
pa: ਅੱਪਡੇਟਸ ਦੇ ਲਈ ਜਾਂਚ ਹੋ ਰਹੀ ਹੈ…
sv: Kollar efter uppdateringar…
vi: Đang kiểm tra cập nhật…

# countryQue
source: For which country would you like to see Spotify Local Charts?
ar: لأي بلد تريد أن ترى مخططات Spotify المحلية؟
be: Для якой краіны вы хацелі б бачыць мясцовыя чарты Spotify?
gu: તમે કયા દેશ માટે Spotify સ્થાનિક ચાર્ટ્સ જોવા માંગો છો?
ja: どの国の Spotify の音楽チャートを表示しますか？
ko: 어느 스포티파이 국가 차트를 보시겠습니까?
ne: तपाईं कुन देशको लागि Spotify स्थानीय चार्टहरू हेर्न चाहनुहुन्छ?
pa: ਤੁਸੀਂ ਕਿਸ ਦੇਸ਼ ਲਈ ਸਪੌਟੀਫਾਈ ਦੇ ਸਥਾਨਕ ਚਾਰਟ ਦੇਖਣਾ ਚਾਹੋਗੇ?
sv: För vilket land skulle du vilja se Spotify lokala topplistor?
te: మీరు ఏ దేశం కొరకు స్పాటిఫై లోకల్ చార్ట్ లను చూడాలనుకుంటున్నారు?
vi: Bạn muốn xem Bảng xếp hạng địa phương trên Spotify cho quốc gia nào?
zh_hant: 您想查看哪個國家/地區的 Spotify 本地排行榜？

# clearCacheSub
source: Deletes Cached details including Homepage, Spotify Top Charts, YouTube and Last Session Data. Usually app automatically clears them when data become large
ar: يحذف التفاصيل المخزنة مؤقتا بما في ذلك الصفحة الرئيسية وأفضل مخططات Spotify و YouTube وبيانات الجلسة الأخيرة. عادة ما يقوم التطبيق بمسحها تلقائيا عندما تصبح البيانات كبيرة
be: Выдаляе кэшаваныя дадзеныя, у тым ліку галоўную старонку, папулярныя хіты Spotify, YouTube і дадзеныя апошняй сесіі. Звычайна праграма аўтаматычна чысціць іх, калі дадзеных становіцца занадта шмат
gu: હોમપેજ, સ્પોટાઇફ ટોપ ચાર્ટ્સ, યુટ્યુબ અને છેલ્લા સત્રના ડેટા સહિત કેશ વિગતો કાઢી નાખો. સામાન્ય રીતે, જ્યારે ડેટા મોટો થાય છે ત્યારે એપ્લિકેશન આપમેળે તેને સાફ કરે છે
ja: ホームページ、Spotifyの音楽チャート、YouTube、最終セッションのデータなどキャッシュされた詳細を削除します。通常、データが肥大化するとアプリが自動的で消去します
ko: 상세 캐시는 홈, Spotify 차트, YouTube와 마지막 세션을 포함합니다. 보통은 용량이 커지면 자동으로 삭제됩니다
ne: गृहपृष्ठ, Spotify शीर्ष चार्टहरू, YouTube र अन्तिम सत्र डेटा सहित क्यास विवरणहरू मेटाउँछ। सामान्यतया अनुप्रयोगले डेटा ठूलो भएपछि तिनीहरूलाई स्वचालित रूपमा खाली गर्दछ
pa: ਕੈਸ਼ ਕੀਤੇ ਵੇਰਵਿਆਂ ਨੂੰ ਮਿਟਾਉਂਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਹੋਮਪੇਜ, ਸਪੋਟੀਫਾਈ ਟਾਪ ਚਾਰਟਸ, ਯੂਟਿਊਬ ਅਤੇ ਆਖਰੀ ਸੈਸ਼ਨ ਡਾਟਾ ਸ਼ਾਮਲ ਹੈ। ਆਮ ਤੌਰ 'ਤੇ ਜਦੋਂ ਡੇਟਾ ਵੱਡਾ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਐਪ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਸਾਫ਼ ਕਰ ਦਿੰਦਾ ਹੈ
sv: Raderar cachade detaljer inkluderat Hemsidan, Spotify toplistor, YouTube och senaste sessiondata. Vanligtvis raderar appen detta automatiskt när det börjar ta mycket plats
te: హోమ్ పేజీ, స్పాటిఫై టాప్ చార్ట్ లు, యూట్యూబ్ మరియు లాస్ట్ సెషన్ డేటాతో సహా క్యాచీడ్ వివరాలను తొలగిస్తుంది. సాధారణంగా డేటా పెద్దదిగా మారినప్పుడు యాప్ ఆటోమేటిక్ గా వాటిని క్లియర్ చేస్తుంది.
vi: Xóa các chi tiết được lưu trong bộ nhớ cache bao gồm Trang chủ, Biểu đồ hàng đầu trên Spotify, YouTube và Dữ liệu phiên cuối cùng. Thông thường, ứng dụng sẽ tự động xóa chúng khi dữ liệu trở nên siêu to khổng lồ

# importSpotify
source: Import from Spotify
ar: استيراد من Spotify
be: Імпарт з Spotify
ja: Spotify からインポート
ko: Spotify에서 가져오기
ne: Spotify बाट आयात गर्नुहोस्
pa: ਸਪੌਟੀਫਾਈ ਤੋਂ ਆਯਾਤ ਕਰੋ

source: Open In Spotify
ar: فتح في Spotify
be: Адкрыць у Spotify
ja: Spotifyで開く
ne: स्पोटिफाईमा खोल्नुहोस्
pa: ਸਪੌਟੀਫਾਈ ਵਿੱਚ ਖੋਲ੍ਹੋ

# signInSpotify
source: Sign in to Spotify
ar: تسجيل الدخول إلى Spotify
be: Увайсці ў Spotify
ja: Spotify にログイン
ne: स्पोटीफाइमा साइन इन गर्नुहोस्
pa: ਸਪੌਟੀਫਾਈ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ

source: Spotify Charts
ar: مخططات Spotify
be: Хіты Spotify
ja: Spotify チャート
ko: 스포티파이 차트
ne: Spotify चार्टहरू
pa: ਸਪੌਟੀਫਾਈ ਚਾਰਟ

source: Spotify Public
ar: Spotify العامة
be: Публічны Spotify
ja: Spotify 公開
ko: 스포티파이 공개
ne: Spotify सार्वजनिक
pa: ਸਪੌਟੀਫਾਈ ਪਬਲਿਕ

source: Spotify Top Charts
ar: أهم مخططات Spotify
be: Папулярныя хіты Spotify
ja: Spotify上位チャート
ko: Spotify 차트
ne: Spotify शीर्ष चार्टहरू
pa: ਸਪੌਟੀਫਾਈ ਟੌਪ ਚਾਰਟ

source: Clear
ar: تنظيف
be: Ачысціць
gu: સાફ કરો
ja: 消去
ko: 지우기
ne: खाली गर्नुहोस्
pa: ਸਾਫ ਕਰੋ
sv: Rensa
vi: Xóa

source: Clear All
ar: تنظيف الكل
be: Ачысціць усё
gu: બધું સાફ કરો
ja: すべて消去
ko: 모두 지우기
ne: सबै खाली गर्नुहोस्
pa: ਸਾਰਾ ਸਾਫ ਕਰੋ
sv: Rensa allt
vi: Xóa tất cả

# clearCache
source: Clear Cached Details
ar: تنظيف تفاصيل الكاش
be: Ачысціць дадзеныя кэша
gu: કેશ્ડ વિગતો સાફ કરો
ja: キャッシュされた詳細を消去
ko: 상세 캐시 삭제
ne: क्यास गरिएका विवरणहरू खाली गर्नुहोस्
pa: ਕੈਸ਼ ਕੀਤੇ ਵੇਰਵੇ ਸਾਫ਼ ਕਰੋ
sv: Rensa cachade detaljer
vi: Xóa chi tiết lưu trong bộ nhớ cache

# confirmViewable
source: Make sure the playlist is viewable
ar: تأكد من أن قائمة التشغيل قابلة للعرض
be: Пераканайцеся, што спіс прайгравання бачны
el: Βεβαιωθείτε ότι η λίστα αναπαραγωγής είναι ορατή
gu: ખાતરી કરો કે પ્લેલિસ્ટ દેખાય છે
ja: 再生リストが表示可能であることを確認してください
ko: 플레이리스트가 공개로 되어있는지 확인해주세요
ne: Playlist देखिने छ भनेर पक्का गर्नुहोस्
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਪਲੇਲਿਸਟ ਵੇਖਣਯੋਗ ਹੈ
sv: Försäkra att spelistan är visningsbar
vi: Đảm bảo rằng danh sách phát có thể xem được

# connectingRadio
source: Connecting to Radio…
ar: جاري الإتصال بالراديو …
be: Падключэнне да радыё…
el: Σύνδεση στο ραδιόφωνο…
gu: રેડિયો સાથે કનેક્ટ થઈ રહ્યું છે…
ja: ラジオに接続中…
ko: 라디오 연결 중…
ne: रेडियोमा जडान गरिँदै…
pa: ਰੇਡੀਓ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
sv: Ansluter till radio…
vi: Đang kết nối tới Radio…
