Repository: Aakash574/Music-Player
Catalog: lib/localization/app_*.arb
Languages: ar, be, el, gu, ja, kn, ko, mn, ne, or, pa, sv, te, vi, zh_hant

source: Contact Us
ar: اتصل بنا
be: Звязацца з намі
el: Επικοινωνήστε μαζί μας
gu: અમારો સંપર્ક કરો
ja: 連絡先
ko: 문의
ne: हामीलाई सम्पर्क गर्नुहोस
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
sv: Kontakta oss
vi: Liên hệ với chúng tôi

# contactUsSub
source: Feedbacks Appreciated!
ar: الملاحظات موضع تقدير!
be: Рэцэнзіі важныя для аўтара!
el: Τα σχόλια εκτιμήθηκαν!
gu: પ્રતિસાદની પ્રશંસા કરવામાં આવી!
ja: フィードバックに感謝します！
ko: 피드백은 환영입니다!
ne: प्रतिक्रयाहरु मान्य हुनेछ!
pa: ਫੀਡਬੈਕ ਦੀ ਸ਼ਲਾਘਾਯੋਗ ਹੈ!
sv: Feedback uppskattas!
vi: Các phản hồi của bạn được đánh giá cao!

source: Converting Songs
ar: تحويل الأغاني
be: Пераўтварэнне песень
el: Μετατροπή τραγουδιών
gu: ગીતોને કન્વર્ટ કરી રહ્યાં છીએ
ja: 曲を変換中
ko: 노래 변환 중
ne: गीतहरू रूपान्तरण गर्दै
pa: ਗੀਤਾਂ ਨੂੰ ਪਰਿਵਰਤਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sv: Konverterar låtar
vi: Đang chuyển đổi bài hát

# copied
source: Copied to Clipboard!
ar: تم النسخ إلى الحافظة!
be: Скапіявана ў буфер абмену!
gu: ક્લિપબોર્ડ પર કૉપિ કર્યું!
ja: クリップボードにコピーしました！
ko: 클립보드에 복사됨!
ne: कलिपबोर्ड मा कपी गरीयो!
pa: ਕਲਿੱਪਬੋਰਡ 'ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ!
sv: Kopierat till urklipp!
vi: Đã sao chép vào clipboard!

source: Copy
ar: نسخ
be: Скапіяваць
gu: કોપી
ja: コピー
ko: 복사
ne: कपी
pa: ਕਾਪੀ ਕਰੋ
sv: Kopiera
vi: Sao chép
zh_hant: 複製

# createAlbumFold
source: Create folder for Album & Playlist Download
ar: إنشاء مجلد لتحميل الألبوم وقائمة التشغيل
be: Стварыце тэчку для спампоўкі альбомаў і плэйлістоў
gu: આલ્બમ અને પ્લેલિસ્ટ ડાઉનલોડ માટે ફોલ્ડર બનાવો
ja: アルバムと再生リストのダウンロード用のフォルダを作成
ko: 앨범 & 플레이리스트 별도 폴더 생성
ne: एल्बम र प्लेलिस्ट डाउनलोडको लागि फोल्डर सिर्जना गर्नुहोस्
pa: ਐਲਬਮ ਅਤੇ ਪਲੇਲਿਸਟ ਡਾਉਨਲੋਡ ਲਈ ਫੋਲਡਰ ਬਣਾਓ
sv: Skapa mapp för nedladdade album & spellistor
vi: Tạo thư mục Tải xuống cho Album & Danh sách phát
zh_hant: 為專輯和播放列表下載創建文件夾

# createAlbumFoldSub
source: Creates common folder for Songs when Album or Playlist is downloaded
ar: إنشاء مجلد مشترك للأغاني عند تحميل الألبوم أو قائمة التشغيل
be: Стварае агульную тэчку для песень пры спампоўцы альбомаў ці плэйлістоў
gu: આલ્બમ અથવા પ્લેલિસ્ટમાં ગીતો માટે સામાન્ય ફોલ્ડર બનાવો
ja: アルバムや再生リストがダウンロードされたら曲用の共通フォルダを作成します
ko: 앨범이나 플레이리스트가 다운로드됐을 때 별도 폴더를 생성합니다
ne: एल्बम वा प्लेलिस्ट डाउनलोड हुँदा गीतहरूको लागि साझा फोल्डर सिर्जना गर्दछ
pa: ਜਦੋਂ ਐਲਬਮ ਜਾਂ ਪਲੇਲਿਸਟ ਡਾਊਨਲੋਡ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਗੀਤਾਂ ਲਈ ਸਾਂਝਾ ਫੋਲਡਰ ਬਣਾਉਂਦਾ ਹੈ
sv: Skapar mapp för låtar när album eller spellista är nedladdad
te: ఆల్బమ్ లేదా ప్లేజాబితాను డౌన్ లోడ్ చేసినప్పుడు పాటల కోసం సాధారణ సంచికను సృష్టిస్తుంది
vi: Tạo thư mục chung cho Bài hát khi Album hoặc Danh sách phát được tải xuống
zh_hant: 下載專輯或播放列表時為歌曲創建通用文件夾

# createBack
source: Create Backup
ar: إنشاء نسخة احتياطية
be: Стварыць бэкап
gu: બેકઅપ બનાવો
ja: バックアップを作成
ko: 백업 만들기
ne: ब्याकअप सिर्जना गर्नुहोस्
pa: ਬੈਕਅੱਪ ਬਣਾਓ
sv: Skapa säkerhetskopia
vi: Tạo bản sao lưu
zh_hant: 建立備份

# createBackSub
source: Create backup of your data
ar: إنشاء نسخة احتياطية لبياناتك
be: Стварыце бэкап сваіх дадзеных
gu: તમારા ડેટાનો બેકઅપ બનાવો
ja: データのバックアップを作成
ko: 내 데이터를 백업합니다
ne: डाटा को ब्याकअप सिर्जना गर्नुहोस्
pa: ਆਪਣੇ ਡੇਟਾ ਦਾ ਬੈਕਅੱਪ ਬਣਾਓ
sv: Skapa säkerhetskopia av din data
vi: Sao lưu các zữ liệu của bạn
zh_hant: 創建數據備份

source: Create Playlist
ar: إنشاء قائمة تشغيل
be: Стварыць плэйліст
gu: પ્લેલિસ્ટ બનાવો
ja: 再生リストを作成
ko: 플레이리스트 만들기
ne: प्लेलिस्ट सिर्जना गर्नुहोस्
pa: ਪਲੇਲਿਸਟ ਬਣਾਓ
sv: Skapa spellista
vi: Tạo danh sách phát
zh_hant: 創建播放列表

# createYtFold
source: Create different folder for YouTube Downloads
ar: إنشاء مجلد مختلف لتحميلات YouTube
be: Стварыце асобную тэчку для спамповак YouTube
gu: YouTube ડાઉનલોડ્સ માટે અલગ ફોલ્ડર્સ બનાવો
ja: YouTubeダウンロード用の新規フォルダを作成
ko: YouTube 다운로드 별도 폴더 사용
ne: YouTube डाउनलोडहरूको लागि फरक फोल्डर सिर्जना गर्नुहोस्
pa: ਯੂਟਿਊਬ ਡਾਊਨਲੋਡਸ ਲਈ ਵੱਖਰਾ ਫੋਲਡਰ ਬਣਾਓ
sv: Skapa en annan mapp för YouTube nedladdningar
vi: Tạo các thư mục Tải xuống khác nhau cho YouTube
zh_hant: 為 YouTube 下載創建不同的文件夾

# createYtFoldSub
source: Creates a different folder for Songs downloaded from YouTube
ar: إنشاء مجلد مختلف للأغاني التي تم تحميلها من YouTube
be: Стварае іншую тэчку для песень, спампаваных з YouTube
gu: YouTube પરથી ગીતો ડાઉનલોડ કરવા માટે એક અલગ ફોલ્ડર બનાવે છે
ja: YouTubeからダウンロードした曲用に別のフォルダを作成します
ko: YouTube에서 다운로드한 노래들은 별도의 폴더에 저장합니다
ne: YouTube बाट डाउनलोड गरिएका गीतहरूको लागि फरक फोल्डर सिर्जना गर्दछ
pa: ਯੂਟਿਊਬ ਤੋਂ ਡਾਊਨਲੋਡ ਕੀਤੇ ਗੀਤਾਂ ਲਈ ਇੱਕ ਵੱਖਰਾ ਫੋਲਡਰ ਬਣਾਉਂਦਾ ਹੈ
sv: Skapar en annan mapp för låtar nedladdade från YouTube
te: యూట్యూబ్ నుండి డౌన్ లోడ్ చేసిన పాటల కోసం వేరే సంచికను సృష్టిస్తుంది
vi: Tạo một thư mục khác cho các Bài hát được tải xuống từ YouTube
zh_hant: 為從 YouTube 下載的歌曲創建一個不同的文件夾

source: Current Theme
ar: الثيم الحالي
be: Бягучая тэма
gu: હાલની થીમ
ja: 現在のテーマ
ko: 현재 테마
ne: हालको थिम
pa: ਮੌਜੂਦਾ ਥੀਮ
sv: Nuvarande tema
vi: Theme hiện tại
zh_hant: 當前主題

source: Dark Mode
ar: الوضع الغامق
be: Цёмны рэжым
gu: ડાર્ક મોડ
ja: ダークモード
ko: 다크 모드
ne: गाढा मोड
pa: ਡਾਰਕ ਮੋਡ
sv: Mörkt läge

source: Date Added
ar: تاريخ الإضافة
be: Дата дабаўлення
gu: તારીખ ઉમેરી
ja: 追加日時
ko: 추가된 날짜
ne: मिति थपियो
pa: ਮਿਤੀ ਜੋੜੀ ਗਈ
sv: Datum tillagd

source: Date
ar: التاريخ
be: Дата
gu: તારીખ
ja: 日時
ko: 날짜
ne: मिति
pa: ਮਿਤੀ
sv: Datum

# checkUpdateSub
source: If you downloaded BlackHole from any app repository like 'F-Droid', 'IzzyOnDroid', etc which provide update options, keep this OFF. Whereas, If you downloaded it from 'GitHub' or any other source which doesn't provide auto updates then turn this ON, so as to receive update alerts
ar: إذا قمت بتحميل BlackHole من أي مستودع تطبيقات مثل 'F-Droid', 'IzzyOnDroid', الخ التي توفر خيارات التحديث ، الحافظ على وضع إيقاف. حيث إنه ، إذا قمت بتحميله من 'أو أي مصدر آخر لا يوفر تحديثات تلقائية ، فقم بتشغيله ، وذلك لتلقي تنبيهات التحديث
be: Калі вы спампавалі BlackHole з любога сховішча праграм, такіх як "F-Droid", "IzzyOnDroid" і гэтак далей, якія забяспечваюць параметры абнаўлення, пакіньце гэта ВЫКЛ. У той час як, калі вы спампавалі яго з "GitHub" або любой іншай крыніцы, якая не забяспечвае аўтаматычныя абнаўленні, уключыце гэта, каб атрымліваць абвесткі аб абнаўленнях
gu: જો તમે 'F-Droid', 'IzzyOnDroid' વગેરે જેવી કોઈપણ એપ રીપોઝીટરીમાંથી બ્લેકહોલ ડાઉનલોડ કર્યું હોય જે અપડેટ વિકલ્પો પ્રદાન કરે છે, તો આને બંધ રાખો. જ્યારે, જો તમે તેને 'GitHub' અથવા અન્ય કોઈ સ્ત્રોતમાંથી ડાઉનલોડ કર્યું છે જે સ્વતઃ-અપડેટ્સ પ્રદાન કરતું નથી, તો આને ચાલુ કરો, જેથી અપડેટ ચેતવણીઓ પ્રાપ્ત થાય.
ja: F-Droid、IzzyOnDroid など、更新オプションを提供するアプリのリポジトリから BlackHole をダウンロードしていれば、ここをオフのままにします。一方、GitHub など自動更新機能がない提供元からダウンロードしていれば、オンにし、更新の通知を受け取るようにできます。
ko: BlackHole을 'F-Droid'나 'IzzyOnDroid'처럼 자동 업데이트를 지원하는 스토어에서 다운로드했다면, 이 옵션을 꺼주세요. GitHub나 다른 데에서 다운로드한 경우는 업데이트 알림을 받기 위해 이 옵션 켜두세요.
ne: यदि तपाईंले कुनै पनि एप रिपोजिटरी जस्तै 'F-Droid', 'IzzyOnDroid' इत्यादिबाट अद्यावधिक विकल्पहरू प्रदान गर्ने ब्ल्याकहोल डाउनलोड गर्नुभयो भने, यसलाई बन्द राख्नुहोस्। जबकि, यदि तपाईंले यसलाई 'GitHub' वा कुनै अन्य स्रोतबाट डाउनलोड गर्नुभयो जसले स्वत: अद्यावधिकहरू प्रदान गर्दैन भने यसलाई सक्रिय गर्नुहोस्, ताकि अपडेट अलर्टहरू प्राप्त गर्न सकियोस्।
pa: ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਐਪ ਰਿਪੋਜ਼ਟਰੀ ਜਿਵੇਂ ਕਿ 'F-Droid', 'IzzyOnDroid' ਆਦਿ ਤੋਂ ਬਲੈਕਹੋਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਹੈ ਜੋ ਅੱਪਡੇਟ ਵਿਕਲਪ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ, ਤਾਂ ਇਸਨੂੰ ਬੰਦ ਰੱਖੋ। ਜਦੋਂ ਕਿ, ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ 'GitHub' ਜਾਂ ਕਿਸੇ ਹੋਰ ਸਰੋਤ ਤੋਂ ਡਾਊਨਲੋਡ ਕੀਤਾ ਹੈ ਜੋ ਆਟੋ ਅੱਪਡੇਟ ਪ੍ਰਦਾਨ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਚਾਲੂ ਕਰੋ, ਤਾਂ ਜੋ ਅੱਪਡੇਟ ਅਲਰਟ ਪ੍ਰਾਪਤ ਕੀਤੇ ਜਾ ਸਕਣ
sv: Om du laddade ner BlackHole från ett apprepositorie som 'F-Droid', 'IzzyOnDroid', etc. som tillhandahåller sina egna uppdateringsalternativ, låt denna inställning vara AV. Medan, om du laddade ner BlackHole från 'GitHub' eller en annan källa som inte tillhandahåller automatiska uppdateringar, slå på denna inställning så du kan få information om nya uppdateringar.
vi: Nếu bạn đã tải xuống BlackHole từ bất kỳ kho ứng dụng nào như 'F-Droid', 'IzzyOnDroid', v.v. mà có cung cấp khả năng cập nhật, hãy TẮT cài đặt này. Trong khi đó, nếu bạn đã tải xuống từ 'GitHub' hoặc bất kỳ nguồn nào khác không cung cấp cập nhật tự động thì hãy BẬT tính năng này để nhận thông báo cập nhật

source: Create New Playlist
ar: إنشاء قائمة تشغيل جديدة
be: Стварыць новы плэйліст
gu: નવી પ્લેલિસ્ટ બનાવો
ja: 新しい再生リスト作成
ko: 새 플레이리스트 만들기
ne: नयाँ प्लेलिस्ट सिर्जना गर्नुहोस्
pa: ਨਵੀਂ ਪਲੇਲਿਸਟ ਬਣਾਓ
sv: Skapa ny spellista
vi: Tạo Danh sách phát mới
zh_hant: 創建新的播放列表

# disclaimerText
source: We respect your privacy more than anything else. All of your data is stored locally on your device only.
ar: نحن نحترم خصوصيتك أكثر من أي شيء آخر. يتم تخزين جميع بياناتك محليا على جهازك فقط.
be: Мы паважаем вашую прыватнасць больш, чым штосьці іншае. Будзе запісана толькі ваша імя, якое вы ўведзяце тут.
gu: અમે તમારી ગોપનીયતાને અન્ય કંઈપણ કરતાં વધુ માન આપીએ છીએ. ફક્ત તમારું નામ, જે તમે અહીં દાખલ કરશો, રેકોર્ડ કરવામાં આવશે.
ja: 私たちはあなたの個人情報を何よりも尊重します。すべてのデータはこの端末にのみ保存されます。
ko: BlackHole은 여러분의 프라이버시를 우선시합니다. 사용자의 이름만 기록됩니다.
ne: हामी तपाईंको गोपनीयतालाई अरू कुनै कुरा भन्दा बढी सम्मान गर्छौं। केवल तपाईको नाम मात्र रेकर्ड गरिनेछ, जुन तपाईले यहाँ प्रविष्ट गर्नुहुनेछ।
pa: ਅਸੀਂ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਨਾਲੋਂ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਤਿਕਾਰ ਕਰਦੇ ਹਾਂ। ਤੁਹਾਡਾ ਸਾਰਾ ਡੇਟਾ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਤੇ ਸਥਾਨਕ ਤੌਰ ਤੇ ਸਟੋਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
sv: Vi respekterar din integritet mer än någonting annat. Enbart ditt namn, som du matar in här, kommer sparas.
te: మేము మీ గోప్యతను అన్నింటికంటే ఎక్కువగా గౌరవిస్తాము. మీ డేటా మొత్తం మీ పరికరంలో మాత్రమే స్థానికంగా నిల్వ చేయబడుతుంది.

# donateGpaySub
source: Every small amount makes me smile :) Tap to donate or Long press to copy UPI ID
ar: كل مبلغ صغير يجعلني أبتسم :) إضغط للتبرع أو الضغط مطولاً لنسخ معرف UPI
be: Любыя грошы зробяць мяне шчаслівым :) Націсніце, каб ахвяраваць, або ўтрымлівайце, каб скапіяваць UPI ID
gu: નાની રકમ પણ અમુલ્ય છે. :) દાન આપવા માટે ટૅપ કરો અથવા UPI ID કૉપિ કરવા માટે લાંબો સમય દબાવી રાખો
ja: 少額でも私は喜びます :) タップで寄付、または長押しでUPI IDをコピー
ko: 작은 금액도 저를 웃게 합니다 길게 누르면 UPI ID를 복사할 수 있습니다
ne: हरेक सानो रकमले मलाई मुस्कान दिन्छ :) दान गर्न ट्याप गर्नुहोस् वा UPI ID प्रतिलिपि गर्न लामो समय थिच्नुहोस्
pa: ਹਰ ਛੋਟੀ ਜਿਹੀ ਰਕਮ ਮੈਨੂੰ ਖੁਸ਼ੀ ਦਿੰਦੀ ਹੈ :) ਦਾਨ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ ਜਾਂ UPI ਆਈਡੀ ਨੂੰ ਕਾਪੀ ਕਰਨ ਲਈ ਦੇਰ ਤੱਕ ਦਬਾਓ
sv: Minsta mängd gör mig glad :) Tryck för att donera eller håll in för att kopiera UPI ID
te: ప్రతి చిన్న మొత్తం నన్ను :) నవ్విస్తుంది. దానం చేయడానికి ట్యాప్ చేయండి లేదా యుపిఐ ఐడిని కాపీ చేయడానికి లాంగ్ ప్రెస్ చేయండి

# downAgain
source: already exists. Do you want to download it again?
ar: موجودبالفعل. هل تريد تحميله مرة أخرى؟
be: ужо існуе. Вы жадаеце спампаваць яго зноў?
gu: પહેલેથી જ અસ્તિત્વમાં છે. તમે તેને ફરીથી ડાઉનલોડ કરવા માંગો છો?
ja: 既に存在します。 再びダウンロードしますか？
ko: 파일이 이미 존재합니다. 그래도 다운로드하시겠습니까?
ne: पहिले नै डाउनलोड भैसकेको छ। के तपाइँ यसलाई फेरि डाउनलोड गर्न चाहनुहुन्छ?
pa: ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਦੁਬਾਰਾ ਡਾਊਨਲੋਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
sv: existerar redan. Vill du ladda ner den igen?
te: ఇప్పటికే ఉంది. మీరు దీన్ని మళ్లీ డౌన్ లోడ్ చేయాలని అనుకుంటున్నారా?

# downed
source: has been downloaded
ar: تم تحميله
be: быў спампаваны
gu: ડાઉનલોડ કરવામાં આવ્યું છે
ja: はダウンロードされました
ko: 이(가) 다운로드되었습니다
ne: डाउनलोड गरिएको छ
pa: ਡਾਊਨਲੋਡ ਕੀਤਾ ਗਿਆ
sv: har blivit nedladdad

# enforceRepeatSub
source: Keep the same repeat option for every session
ar: الحفاظ على خيار التكرار نفسه لكل جلسة
be: Захоўвайце адзін і той жа варыянт паўтору для кожнага сеансу
gu: દરેક સત્ર માટે સમાન પુનરાવર્તન વિકલ્પ રાખો
ja: すべてのセッションで同じリピート設定を維持
ko: 설정한 반복 옵션을 계속 유지합니다
ne: प्रत्येक सत्रको लागि उही दोहोर्याउने विकल्प राख्नुहोस्
pa: ਹਰ ਸੈਸ਼ਨ ਲਈ ਉਹੀ ਦੁਹਰਾਓ ਵਿਕਲਪ ਰੱਖੋ

# excludedDetails
source: Songs from selected folders will not be shown
ar: لن يتم عرض الأغاني من المجلدات المحددة
be: Песні з выбраных тэчак не будуць паказаны
gu: પસંદ કરેલા ફોલ્ડર્સમાંથી ગીતો બતાવવામાં આવશે નહીં
ja: 選択したフォルダ内の曲を表示しません
ko: 선택된 폴더의 곡은 제외됩니다
ne: चयन गरिएका फोल्डरहरूका गीतहरू देखाइने छैनन्
pa: ਚੁਣੇ ਗਏ ਫੋਲਡਰਾਂ ਤੋਂ ਗੀਤ ਨਹੀਂ ਦਿਖਾਏ ਜਾਣਗੇ

# failedTagEdit
source: Failed to edit tags
ar: فشل في تحرير العلامات
be: Не ўдалося адрэдагаваць тэгі
gu: ટેગ ફેરફાર કરવામાં નિષ્ફળ
ja: タグの編集に失敗
ko: 태그 수정에 실패하였습니다
ne: ट्यागहरू सम्पादन गर्न असफल भयो
pa: ਟੈਗਾਂ ਦਾ ਸੰਪਾਦਨ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ

# getLyricsOnline
source: Search lyrics of local songs
ar: البحث عن كلمات الأغاني المحلية
be: Шукаць у лірыцы лакальных песень
ja: 端末内の曲の歌詞を検索
ko: 오프라인 곡 가사 검색
ne: स्थानीय गीतका शब्दहरू खोजी गर्नुहोस्
pa: ਸਥਾਨਕ ਗੀਤਾਂ ਦੇ ਬੋਲ ਖੋਜੋ

# importFile
source: Import from File
ar: استيراد من ملف
be: Імпарт з файла
ja: ファイルからインポート
ko: 파일 가져오기
ne: फाइलबाट आयात गर्नुहोस्
pa: ਫਾਈਲ ਤੋਂ ਆਯਾਤ ਕਰੋ

# importJioSaavn
source: Import from JioSaavn
ar: استيراد من JioSaavn
be: Імпарт з JioSaavn
ja: JioSaavn からインポート
ko: JioSaavn에서 가져오기
ne: JioSaavn बाट आयात गर्नुहोस्
pa: JioSaavn ਤੋਂ ਆਯਾਤ ਕਰੋ

# includeExcludeFolder
source: Include/Exclude Folders
ar: تضمين/استبعاد المجلدات
be: Уключыць/Выключыць тэчкі
ja: 含める/除外するフォルダー
ko: 폴더 포함/ 제외하기
ne: फोल्डरहरू समावेश / बहिकार गर्नुहोस्
pa: ਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰੋ/ਬਾਹਰ ਰੱਖੋ

# includeExcludeFolderSub
source: Includes/Excludes selected folders from 'My Music' Section
ar: يتضمن/يستبعد المجلدات المحددة من قسم "الموسيقى الخاصة بي"
be: Уключае/Выключае выбраныя тэчкі з раздзела "Мая музыка"
ja: 「マイミュージック」内にフォルダを含めたり除外できます
ko: '내 음악'에서 선택한 폴더들 포함/ 제외하기
ne: 'मेरो संगीत' खण्डबाट चयन गरिएका फोल्डरहरू समावेश/ बहिष्कार गर्नुहोस
pa: 'ਮੇਰਾ ਸੰਗੀਤ' ਸੈਕਸ਼ਨ ਤੋਂ ਚੁਣੇ ਹੋਏ ਫੋਲਡਰਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦਾ ਹੈ/ਬਾਹਰ ਰੱਖਦਾ ਹੈ

# dec
source: Decreasing
ar: انخفاض
be: Памяншаецца
gu: ઘટે છે
ja: 降順
ko: 가나다 역순
ne: घट्दो छ
pa: ਘਟ ਰਿਹਾ ਹੈ
sv: Minskande

source: Delete
ar: حذف
be: Выдаліць
gu: ડિલીટ કરો
ja: 削除
ko: 삭제
ne: डिलिट
pa: ਮਿਟਾਓ
sv: Radera

source: Deleted
ar: محذوف
be: Выдалена
gu: કાઢી નાખેલ
ja: 以下を削除しました
ko: 삭제됨
ne: मेटाइयो
pa: ਮਿਟਾਇਆ ਗਿਆ
sv: Raderad

source: Delete Theme
ar: حذف الثيم
be: Выдаліць тэму
gu: થીમ ડિલીટ કરો
ja: テーマを削除
ko: 테마 삭제하기
ne: थिम मेटाऊनुहोस
pa: ਥੀਮ ਮਿਟਾਓ
sv: Radera tema

# deleteThemeSubtitle
source: Are you sure you want to delete?
ar: هل تريد الحذف؟
be: Вы сапраўды хочаце выдаліць?
gu: શું તમે ખરેખર તેને ડિલીટ કરવા માગો છો?
ja: 本当に削除しますか ?
ko: 삭제하시겠습니까?
ne: के तपाई साँच्चै मेटाउन चाहनुहुन्छ?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
sv: Är du säker på att du vill radera?

source: Disclaimer:
ar: اخلاء المسؤوليه:
be: Адмова:
gu: ડિસ્ક્લેમર:
ja: 免責条項:
ko: 참고 :
ne: अस्वीकरण:
pa: ਦਾਅਵਾ :
sv: Anvarsfriskrivning:

source: Display Name
ar: اسم العرض
be: Бачнае імя
gu: ડિસ્પ્લે નામ
ja: 表示名
ko: 노래 제목
ne: देखाइने नाम
pa: ਡਿਸਪਲੇਅ ਕੀਤਾ ਨਾਮ
sv: Visningsnamn

# donateGpay
source: Donate with GPay
ar: تبرع بواسطة GPay
be: Ахвяраваць з дапамогай GPay
gu: GPay દ્વારા દાન કરો
ja: GPay で寄付
ko: GPay로 기부하기
ne: GPay मार्फत दान गर्नुहोस्
pa: GPay ਨਾਲ ਦਾਨ ਕਰੋ
sv: Donera med GPay

# down
source: Download
ar: التحميل
be: Спампаваць
gu: ડાઉનલોડ કરો
ja: ダウンロード
ko: 다운로드
ne: डाउनलोड गर्नुहोस्
pa: ਡਾਊਨਲੋਡ ਕਰੋ
sv: Ladda ner

# downDone
source: Download Done
ar: تم التحميل
be: Спампавана
gu: ડાઉનલોડ થઈ ગયું
ja: ダウンロード完了
ko: 다운로드 완료
ne: डाउनलोड गरियो
pa: ਡਾਊਨਲੋਡ ਹੋ ਗਿਆ
sv: Nedladdning klar

# downFilename
source: Download Name Format
ar: تنسيق اسم التحميل
be: Фармат імя спампоўкі
gu: નામની શૈલી ડાઉનલોડ કરો
ja: ダウンロードするファイル名の形式
ko: 이름 형식
ne: डाउनलोड नाम ढाँचा
pa: ਡਾਊਨਲੋਡ ਨਾਮ ਫਾਰਮੈਟ
sv: Namnformat för nedladdning

# downFilenameSub
source: Songs will be downloaded according to this filename format
ar: سيتم تحميل الأغاني وفقاً لتنسيق اسم الملف هذا
be: Песні будуць спампоўвацца ў адпаведнасці з гэтым фарматам файла
gu: ગીતો આ ફાઇલ નામ શૈલી અનુસાર ડાઉનલોડ કરવામાં આવશે
ja: このファイル名の形式で曲をダウンロードします
ko: 파일을 다운로드할 때 이름 형식을 설정합니다
ne: गीतहरू यस फाइलनाम ढाँचा अनुसार डाउनलोड गरिनेछ
pa: ਗੀਤ ਇਸ ਫਾਈਲ ਨਾਮ ਫਾਰਮੈਟ ਦੇ ਅਨੁਸਾਰ ਡਾਊਨਲੋਡ ਕੀਤੇ ਜਾਣਗੇ
sv: Låtar kommer att laddas ner enligt detta filnamnsformat
te: ఈ ఫైల్ నేమ్ ఫార్మాట్ ప్రకారం పాటలు డౌన్ లోడ్ చేయబడతాయి

# downLocation
source: Download Location
ar: موقع التحميل
be: Размяшчэнне спамповак
gu: ડાઉનલોડ સ્થાન
ja: ダウンロード場所
ko: 다운로드 위치
ne: डाउनलोड गर्ने स्थान
pa: ਡਾਊਨਲੋਡ ਟਿਕਾਣਾ
sv: Nedladdningsplats

# downLyrics
source: Download Lyrics
ar: تحميل كلمات الأغاني
be: Спампаваць лірыку
gu: ગીતો ડાઉનલોડ કરો
ja: 歌詞をダウンロード
ko: 가사 다운로드
ne: Lyrics डाउनलोड गर्नुहोस्
pa: ਗੀਤ ਦੇ ਬੋਲ ਡਾਊਨਲੋਡ ਕਰੋ
sv: Ladda ner låttext

# downLyricsSub
source: Downloading lyrics along with song, if available
ar: تحميل الكلمات مع الأغنية، إن وجدت
be: Спампаваць лірыку песні, калі яна даступная
gu: જો ઉપલબ્ધ હોય તો ગીત સાથે ગીતો ડાઉનલોડ કરી રહ્યાં છીએ
ja: 曲と一緒に、利用可能なら歌詞をダウンロードします
ko: 가능할 경우 노래와 함께 가사도 같이 다운로드
ne: यदि उपलब्ध छ भने, गीतको साथमा काव्यहरू डाउनलोड गर्दै
pa: ਜੇਕਰ ਉਪਲਬਧ ਹੋਵੇ ਤਾਂ ਗੀਤ ਦੇ ਨਾਲ ਬੋਲਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
sv: Ladda ner låttext med låten, om tillgänglig

# downQuality
source: Download Quality
ar: جودة التحميل
be: Якасць загрузкі
gu: ડાઉનલોડ ગુણવત્તા
ja: ダウンロード品質
ko: 음질 설정
ne: डाउनलोड गर्ने गुणस्तर
pa: ਡਾਊਨਲੋਡ ਕੁਆਲਿਟੀ
sv: Nedladdningskvalite

# downQualitySub
source: Higher quality uses more disk space
ar: تستخدم الجودة العالية مساحة أكبر على القرص
be: Высокая якасць займае больш памяці прылады
gu: ઉચ્ચ ગુણવત્તા વધુ ડિસ્ક સ્પેસ વાપરે છે
ja: 高品質では空き領域をより消費します
ko: 높은 음질은 더 많은 디스크 공간을 사용합니다
ne: उच्च गुणस्तरले बढी डिस्क प्रयोग गर्दछ
pa: ਉੱਚ ਕੁਆਲਟੀ ਵਧੇਰੇ ਡਿਸਕ ਥਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੀ ਹੈ
sv: Högre kvalitet använder mer lagringsutrymme

# downingAlbum
source: Downloading Album
ar: تحميل الألبوم
be: Спампоўка альбома
gu: આલ્બમ ડાઉનલોડ કરી રહ્યું છે
ja: アルバムをダウンロード中
ko: 앨범 다운로드 중
ne: एल्बम डाउनलोड हुँदैछ
pa: ਐਲਬਮ ਡਾਊਨਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
sv: Laddar ner album

source: Download Something
ar: تحميل شيء
be: Спампаваць нешта
gu: કંઈક ડાઉનલોડ કરો
ja: 何かダウンロードしてください
ko: 다운로드 중
ne: केही डाउनलोड गर्नुहोस्
pa: ਕੁਝ ਡਾਊਨਲੋਡ ਕਰੋ
sv: Ladda ner någonting

# downs
source: Downloads
ar: التحميلات
be: Спампоўкі
gu: ડાઉનલોડ્સ
ja: ダウンロード一覧
ko: 다운로드
ne: डाउनलोडहरु
pa: ਡਾਊਨਲੋਡਸ
sv: Nedladdningar

source: Duration
ar: المدة
be: Працягласць
gu: સમયગાળો
ja: 長さ
ko: 재생 시간
ne: अवधि
pa: ਅਵਧੀ
sv: Varaktighet

source: Edit
ar: تحرير
be: Рэдагаваць
gu: ફેરફાર કરો
ja: 編集
ko: 수정
ne: सम्पादन गर्नुहोस्
pa: ਸੰਪਾਦਿਤ ਕਰੋ
sv: Redigera

# enableGesture
source: Enable Artwork Gestures
ar: تمكين إيماءات العمل الفني
be: Уключыць жэсты ілюстрацый
gu: આર્ટવર્ક સંકેતો સક્ષમ કરો
ja: アートワークでのジェスチャを有効化
ko: 앨범 표지에 제스처 활성화
ne: कलाकृति इशाराहरू सक्षम गर्नुहोस्
pa: ਆਰਟਵਰਕ ਸੰਕੇਤਾਂ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
sv: Aktivera gester för konstverk

# enableGestureSub
source: Enables tap, longress, swipe, etc on the Artwork in Player Screen
ar: تمكين النقر ، المطول ، التمرير السريع ، إلخ على العمل الفني في شاشة المشغل
be: Уключае дотык, доўгі націск, змахванне і гэтак далей на вокладцы экране прайгравальніка
gu: પ્લેયર સ્ક્રીનમાં આર્ટવર્ક પર ટેપ, કોંગ્રેસ, સ્વાઇપ વગેરે સક્ષમ કરો
ja: プレイヤーのアートワーク上でタップ、長押し、スワイプなどを有効にします
ko: 앨범 표지에 탭, 길게 누르기, 스와이프 등을 활성화합니다
ne: प्लेयर स्क्रिनमा कलाकृतिमा ट्याप, लामो, स्वाइप, आदि सक्षम गर्दछ
pa: ਪਲੇਅਰ ਸਕ੍ਰੀਨ ਵਿੱਚ ਆਰਟਵਰਕ 'ਤੇ ਟੈਪ, ਲੰਬੀ, ਸਵਾਈਪ, ਆਦਿ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਂਦਾ ਹੈ
sv: Aktiverar tryck, nerhållning, swipe, etc. på konstverket i mediaspelaren
te: ప్లేయర్ స్క్రీన్ లోని ఆర్ట్ వర్క్ పై ట్యాప్ చేయడం, లాంగ్రెస్ చేయడం, స్వైప్ చేయడం మొదలైన వాటిని ఎనేబుల్ చేస్తుంది

# enforceRepeat
source: Enforce Repeating
ar: فرض التكرار
be: Прымусовае паўтарэнне
gu: પુનરાવર્તન લાગુ કરો
ja: 強制的にリピート
ko: 반복 옵션 유지
ne: दोहोर्याउने लागू गर्नुहोस्
pa: ਦੁਹਰਾਉਣਾ ਲਾਗੂ ਕਰੋ
sv: Påtvinga upprepning

# enterName
source: Enter Your Name
ar: إدخال أسمك
be: Увядзіце сваё імя
gu: તમારું નામ દાખલ કરો
ja: あなたの名前を入力
ko: 이름을 입력하세요
ne: तपाईँको नाम प्रविष्ट गर्नुहोस्
pa: ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ

source: Enter Playlist Link
ar: إدخال رابط قائمة التشغيل
be: Увядзіце спасылку на плэйліст
gu: પ્લેલિસ્ટ લિંક દાખલ કરો
ja: 再生リストへのリンクを入力
ko: 플레이리스트 링크를 입력하세요
ne: प्लेलिस्ट लिङ्क प्रविष्ट गर्नुहोस्
pa: ਪਲੇਲਿਸਟ ਲਿੰਕ ਦਾਖਲ ਕਰੋ

# enterSongsCount
source: Enter no of Songs
ar: إدخال عدد الأغاني
be: Увядзіце колькасць песень
gu: ગીતોનો નંબર દાખલ કરો
ja: 曲数を入力
ko: 곡 수를 입력하세요
ne: गीतको सङ्ख्या प्रविष्ट गर्नुहोस्
pa: ਗੀਤਾਂ ਦਾ ਨੰਬਰ ਦਰਜ ਕਰੋ

source: Enter Text
ar: إدخال النص
be: Увядзіце тэкст
gu: લખાણ દાખલ કરો
ja: テキストを入力
ko: 텍스트를 입력하세요
ne: पाठ प्रविष्ट गर्नुहोस्
pa: ਟੈਕਸਟ ਦਰਜ ਕਰੋ

source: Enter theme name
ar: إدخال اسم الثيم
be: Увядзіце назву тэмы
gu: થીમનું નામ દાખલ કરો
ja: テーマ名を入力
ko: 테마 이름을 입력하세요
ne: थिमको नाम प्रविष्ट गर्नुहोस्
pa: ਥੀਮ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ

source: Equalizer
ar: المعادل
be: Эквалайзер
ja: イコライザ
ko: 이퀄라이저
ne: इक्वेलाइजर
pa: ਇਕੁਆਲਾਈਜਰ

source: Excluded
ar: المستبعد
be: Выключана
gu: બાકાત
ja: 除外
ko: 제외됨
ne: बहिष्कृत गरियो
pa: ਛੱਡ ਦਿੱਤਾ ਗਿਆ

# exitConfirm
source: Press Back Again to Exit App
ar: إضغط على رجوع مرة أخرى للخروج من التطبيق
be: Націсніце яшчэ раз, каб выйсці з праграмы
gu: એપ્લિકેશનમાંથી બહાર નીકળવા માટે ફરીથી Back દબાવો
ja: 再度戻るを押すとアプリを終了
ko: 뒤로가기 버튼을 한 번 더 누르면 종료됩니다
ne: एपबाट बाहिर निस्कन फेरि पछाडि थिच्नुहोस्
pa: ਐਪ ਤੋਂ ਬਾਹਰ ਜਾਣ ਲਈ ਦੁਬਾਰਾ ਵਾਪਸ ਦਬਾਓ

source: Export
ar: تصدير
be: Экспарт
gu: નિકાસ
ja: エクスポート
ko: 내보내기
ne: निर्यात गर्नुहोस्
pa: ਨਿਰਯਾਤ ਕਰੋ

source: Exported
ar: تم تصديره
be: Экспартавана
gu: નિકાસ કરેલ
ja: エクスポートしました
ko: 내보내기 완료
ne: निर्यात गर्नुहोस्
pa: ਨਿਰਯਾਤ ਕੀਤਾ

# failedCreateBackup
source: Failed to create Backup
ar: فشل في إنشاء النسخ الاحتياطي
be: Не ўдалося стварыць бэкап
gu: બેકઅપ બનાવવામાં નિષ્ફળ
ja: バックアップの作成に失敗
ko: 백업에 실패하였습니다
ne: जगेडा सिर्जना गर्न असफल भयो
pa: ਬੈਕਅੱਪ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ

# failedDelete
source: Failed to Delete
ar: فشل في الحذف
be: Не ўдалося выдаліць
gu: કાઢી નાખવામાં નિષ્ફળ
ja: 削除に失敗
ko: 삭제하는 것을 실패하였습니다
ne: मेट्न असफल भयो
pa: ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ

# failedExport
source: Failed to Export
ar: فشل في التصدير
be: Не атрымалася экспартаваць
gu: નિકાસ કરવામાં નિષ્ફળ
ja: エクスポートに失敗
ko: 내보내기에 실패하였습니다
ne: निर्यात गर्न असफल भयो
pa: ਨਿਰਯਾਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

# failedImport
source: Failed to Import
ar: فشل في الاستيراد
be: Не ўдалося імпартаваць
gu: આયાત કરવામાં નિષ્ફળ
ja: インポートに失敗
ko: 가져오는데 실패하였습니다
ne: आयात गर्न असफल भयो
pa: ਆਯਾਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ

source: Favorites
ar: المفضلة
be: Абраныя
gu: મનપસંદ
ja: お気に入り
ko: 좋아요 표시한 곡
ne: मनपर्नेहरू
pa: ਪੰਸਦੀਦਾ

# favSongs
source: Favorite Songs
ar: الأغاني المفضلة
be: Абраныя песні
gu: મનપસંદ ગીતો
ja: お気に入りの曲
ko: 좋아요 표시한 곡
ne: मनपर्ने गीतहरू
pa: ਪੰਸਦੀਦਾ ਗੀਤ

# fetchingStream
source: Fetching Audio Stream
ar: جلب دفق الصوت
be: Атрыманне аўдыяплыні
ja: 音声ストリーム 取得中
ko: 오디오 스트림 가져오는 중
ne: अडियो स्ट्रिम तान्दैछ
pa: ਆਡੀਓ ਸਟ੍ਰੀਮ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ

source: Finish
ar: إنتهاء
be: Скончыць
gu: સમાપ્ત
ja: 完了
ko: 완료
ne: अन्त्य गर्नुहोस्
pa: ਸਮਾਪਤ

source: from
ar: من
be: з
ja: 次の再生リストから
ko: 에서
ne: बाट
pa: ਤੋਂ

# getLyricsOnlineSub
source: Search online if lyrics aren't available/downloaded for any offline song
ar: البحث عبر الإنترنت إذا كانت الأغاني غير متاحة / تم تحميلها لأي أغنية غير متصلة بالإنترنت
be: Шукаць лірыку ў інтэрнэце, калі яна не запампаваная або недаступная для лакальных песень
ja: オフラインの曲の歌詞が利用/ダウンロード済みでない時、オンラインで検索します
ko: 가사가 없는 경우 온라인에서 검색하세요
ne: कुनै पनि अफलाइन गीतको लागि काव्य उपलब्ध/डाउनलोड नभएको खण्डमा अनलाइन खोज्नुहोस्
pa: ਔਨਲਾਈਨ ਖੋਜ ਕਰੋ ਜੇਕਰ ਕਿਸੇ ਵੀ ਔਫਲਾਈਨ ਗੀਤ ਲਈ ਬੋਲ ਉਪਲਬਧ/ਡਾਊਨਲੋਡ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ
te: ఏదైనా ఆఫ్ లైన్ పాట కోసం లిరిక్స్ లభ్యం కానట్లయితే/డౌన్ లోడ్ చేయకపోతే ఆన్ లైన్ లో శోధించండి

source: Genre
ar: النوع
be: Жанр
ja: ジャンル
ko: 장르
ne: विधा
pa: ਸ਼ੈਲੀ

source: Genres
ar: الأنواع
be: Жанры
ja: ジャンル
ko: 장르
ne: विधाहरू
pa: ਸ਼ੈਲੀਆਂ

source: Get Started
ar: البدء ‍الآن
be: Пачаць
ja: 始める
ko: 시작하기
ne: सुरु गर
pa: ਸ਼ੁਰੂ ਕਰੋ

source: Global
ar: عالمي
be: Глабальнае
ja: 国際
ko: 글로벌
ne: विश्वव्यापी
pa: ਗਲੋਬਲ

source: Gmail
ne: जिमेल
pa: ਜੀਮੇਲ

source: Guest
ar: الضيف
be: Госць
ja: ゲスト
ko: 손님
ne: पाहुना
pa: ਮਹਿਮਾਨ

source: Home
ar: الرئيسية
be: Галоўная
ja: ホーム
ko: 홈
ne: घर
pa: ਘਰ

# homeGreet
source: Hi There,
ar: مرحباً بكم
be: Вітаю,
ja: こんにちは
ko: 안녕하세요,
ne: नमस्ते
pa: ਸਤਿ ਸ਼੍ਰੀ ਅਕਾਲ,

source: Import Playlist
ar: استيراد قائمة التشغيل
be: Імпарт плэйліста
ja: 再生リストをインポート
ko: 플레이리스트 가져오기
ne: प्लेलिस्ट आयात गर्नुहोस्
pa: ਪਲੇਲਿਸਟ ਆਯਾਤ ਕਰੋ

source: Import Public Playlist
ar: استيراد قائمة التشغيل العامة
be: Імпарт публічнага плэйліста
ja: 公開された再生リストをインポート
ko: 공개 플레이리스트 가져오기
ne: सार्वजनिक प्लेलिस्ट आयात गर्नुहोस्
pa: ਜਨਤਕ ਪਲੇਲਿਸਟ ਆਯਾਤ ਕਰੋ

# importResso
source: Import from Resso
ar: استيراد من Resso
be: Імпарт з Resso
ja: Resso からインポート
ko: Resso에서 가져오기
ne: Resso बाट आयात गर्नुहोस्
pa: Resso ਤੋਂ ਆਯਾਤ ਕਰੋ
